-- phpMyAdmin SQL Dump
-- version 4.2.12
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: 2017-04-10 13:33:30
-- 服务器版本： 5.5.20
-- PHP Version: 5.4.31

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `rhcrm`
--

-- --------------------------------------------------------

--
-- 表的结构 `xy_auth_group`
--

CREATE TABLE IF NOT EXISTS `xy_auth_group` (
`id` mediumint(8) NOT NULL,
  `type` tinyint(1) NOT NULL,
  `title` char(50) NOT NULL,
  `level` int(2) NOT NULL,
  `pid` int(4) NOT NULL,
  `sort` int(4) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `rules` varchar(2000) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=36 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_auth_group`
--

INSERT INTO `xy_auth_group` (`id`, `type`, `title`, `level`, `pid`, `sort`, `status`, `rules`) VALUES
(1, 0, '仁和会计', 0, 0, 1, 1, ''),
(2, 0, '法定代表人', 1, 1, 2, 1, ''),
(3, 0, '企业负责人', 2, 2, 3, 1, ''),
(4, 0, '质量负责人', 3, 3, 4, 1, ''),
(5, 1, '法定代表人', 0, 0, 1, 1, '42,56,57,58,59,60,61,72,73,74,75,76,62,63,64,65,66,67,68,69,70,71,77,78,80,79,81,82,83,84,85,86,87,88,89,91,90,92,93,94,95,96,97,98,99,100,101,102,103,104,105,106,107,108,43,44,45,46,47,48,49,50,51,52,53,54,55,199,200,201,202,203,204,205,206,207,208,209,210,211,212,213,214,215,216,217,218,219,163,164,165,166,167,168,169,176,170,171,172,173,174,175,177,178,179,180,181,182,183,184,185,186,187,188,189,190,191,192,193,194,195,196,197,198,220,221,222,223,224,225,109,110,111,112,113,114,115,116,117,118,119,120,121,122,123,124,125,126,158,127,128,129,130,131,132,133,134,135,136,137,138,139,140,141,142,143,144,145,146,147,148,149,150,156,151,152,153,154,155,157,226,227,228,229,230,231,232,233,234,235,236,237,238,239,240,241,1,2,5,3,4,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,159,161,162,37,38,160,39,40,41'),
(6, 1, '总经理', 1, 5, 2, 1, ''),
(7, 1, '质量副总', 2, 6, 3, 1, '42,56,57,58,59,60,61,72,73,74,76,62,63,64,65,67,68,69,71,77,78,80,79,81,82,84,85,88,89,91,90,92,93,94,95,96,97,98,99,100,106,107,108,43,44,45,46,48,49,50,51,52,53,54,55,200,201,202,203,204,205,206,207,208,209,210,211,212,213,214,215,216,217,218,219,163,164,165,166,167,169,176,177,178,179,180,182,183,184,185,186,188,189,190,191,192,194,220,221,222,223,225,110,111,112,113,115,116,117,118,119,120,121,122,123,124,125,126,158,127,128,129,130,131,132,133,134,135,136,137,138,139,140,141,142,143,144,145,146,147,148,149,150,156,151,152,153,154,155,157,227,228,229,230,231,232,233,234,235,236,237,238,239,240,241,2,5,3,4,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,159,161,162,37,38,160,39,40,41'),
(8, 0, '质管部', 4, 4, 1, 1, ''),
(9, 0, '储运部', 4, 4, 2, 1, ''),
(10, 0, '业务部', 4, 4, 3, 1, ''),
(12, 0, '信息部', 4, 4, 4, 1, '1,2,5,3,4,6'),
(13, 1, '质管部经理', 3, 7, 4, 1, '42,56,57,58,59,61,72,73,74,76,62,63,64,65,77,78,80,79,82,88,89,91,90,93,94,95,96,97,99,100,101,102,103,105,106,107,108,43,44,45,46,48,49,50,52,53,54,55,199,200,201,202,203,205,206,207,208,209,210,211,212,213,214,215,216,217,218,219,163,164,165,166,167,169,176,170,171,172,173,174,175,177,178,179,180,182,183,184,185,186,188,189,190,191,192,194,195,196,197,198,220,221,222,223,225,110,111,112,113,114,115,125,127,128,129,130,131,132,133,134,135,136,137,138,139,140,141,142,143,144,145,146,147,148,149,150,156,151,152,153,154,155,157,226,227,228,229,230,231,232,233,234,235,236,237,238,239,240,241,5,3,4,6,7,9,10,11,12,13,15,16,17,18,19,21,22,23,24,26,27,28,29,31,32,33,34,36,159,161,162,37,38,160,39,40,41'),
(14, 1, '储运部经理', 3, 7, 5, 1, '42,56,57,58,59,60,61,72,73,74,75,76,62,63,64,65,66,67,68,69,70,71,77,78,80,79,81,82,83,84,85,86,87,88,89,91,90,92,93,94,95,96,97,98,99,100,101,102,103,104,105,106,107,108,43,44,45,46,47,48,49,50,51,52,53,54,55,199,200,201,202,203,204,205,206,207,208,209,210,211,212,213,214,215,216,217,218,219,163,164,165,166,167,168,169,176,170,171,172,173,174,175,177,178,179,180,181,182,183,184,185,186,187,188,189,190,191,192,193,194,195,196,197,198,220,221,222,223,224,225,109,110,111,112,113,114,115,116,117,118,119,120,121,122,123,124,125,126,158,127,128,129,130,131,132,133,134,135,136,137,138,139,140,141,142,143,144,145,146,147,148,149,150,156,151,152,153,154,155,157,226,227,228,229,230,231,232,233,234,235,236,237,238,239,240,241,1,2,5,3,4,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,159,161,162,37,38,160,39,40,41'),
(15, 0, '办公室', 4, 4, 5, 1, NULL),
(16, 0, '财务室', 4, 4, 6, 1, NULL),
(17, 1, '业务部经理', 3, 7, 6, 1, NULL),
(18, 1, '信息部主任', 3, 7, 7, 1, '42,56,57,58,59,60,61,72,73,74,75,76,62,63,64,65,66,67,68,69,70,71,77,78,80,79,81,82,83,84,85,86,87,88,89,91,90,92,93,94,95,96,97,98,99,100,101,102,103,104,105,106,107,108,242,243,244,245,43,44,45,46,47,48,49,50,51,52,53,54,55,249,251,252,261,260,262,254,256,255,253,257,258,279,280,281,282,259,283,284,285,286,287,288,290,291,292,289,265,266,293,267,270,271,272,273,268,274,275,276,277,278,163,250,164,165,166,167,168,169,176,170,171,172,173,174,175,177,178,179,180,181,182,183,184,185,186,187,188,189,190,191,192,193,194,195,196,197,198,220,221,222,223,224,225,199,200,201,202,203,204,205,206,207,208,209,210,211,212,213,214,215,216,217,218,219,226,227,228,229,230,231,232,233,234,235,236,237,238,239,240,241,109,110,111,112,113,114,115,116,117,118,119,120,121,122,123,124,125,126,158,127,128,129,130,131,132,133,134,135,136,137,138,139,140,141,142,143,144,145,146,147,148,149,150,156,151,152,153,154,155,157,1,2,5,3,4,6,7,294,8,9,10,11,12,13,295,14,15,16,17,18,19,263,264,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,159,161,162,37,38,160,39,40,41'),
(19, 1, '办公室主任', 3, 7, 8, 1, NULL),
(20, 1, '财务室主任', 3, 7, 9, 1, '42,56,57,58,59,60,61,72,73,74,75,76,62,63,64,65,66,67,68,69,70,71,77,78,80,79,81,82,83,84,85,86,87,88,89,91,90,92,93,94,95,96,97,98,99,100,101,102,103,104,105,106,107,108,242,243,244,245,43,44,45,46,47,48,49,50,53,54,55,249,251,261,260,262,252,254,256,255,253,257,258,279,280,281,282,259,283,284,285,286,287,288,290,291,292,289,265,266,267,269,270,271,272,273,268,274,163,250,164,165,166,167,168,169,176,170,171,172,173,174,175,177,178,179,180,181,182,183,184,185,186,187,188,189,190,191,192,193,194,195,196,197,198,220,221,222,223,224,225,199,200,201,202,203,204,205,206,207,208,209,210,211,212,213,214,215,216,217,218,219,226,227,228,229,230,231,232,233,234,235,236,237,238,239,240,241,110,111,112,113,114,115,116,117,118,119,120,121,122,123,124,125,126,158,127,128,129,130,131,132,133,134,135,136,137,138,139,140,141,142,143,144,145,146,147,148,149,150,156,151,152,153,154,155,157,2,5,3,4,6,7,8,9,10,11,12,13,14,15,16,17,18,19,263,264,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,159,161,162,37,38,160,39,40,41'),
(21, 1, '质管员', 4, 13, 10, 1, NULL),
(22, 1, '验收员', 4, 13, 11, 1, NULL),
(23, 1, '养护员', 4, 14, 12, 1, NULL),
(24, 1, '收货员', 4, 14, 13, 1, NULL),
(25, 1, '保管员', 4, 14, 14, 1, NULL),
(26, 1, '运输员', 4, 14, 15, 1, NULL),
(27, 1, '设备员', 4, 14, 16, 1, NULL),
(28, 1, '采购员', 4, 17, 17, 1, NULL),
(29, 1, '销售员', 4, 17, 18, 1, NULL),
(30, 1, '业务内勤', 4, 17, 19, 1, NULL),
(31, 1, '信息员', 4, 18, 20, 1, '42,56,57,58,59,60,61,72,73,74,75,76,62,63,64,65,66,67,68,69,70,71,77,78,80,79,81,82,83,84,85,86,87,88,89,91,90,92,93,94,95,96,97,98,99,100,101,102,103,104,105,106,107,108,242,243,244,245,43,44,45,46,47,48,49,50,53,54,249,251,252,261,260,262,254,256,255,253,257,265,266,293,267,270,271,272,273,268,274,275,276,277,278,163,250,164,165,166,167,168,169,176,170,171,172,173,174,175,177,178,179,180,181,182,183,184,185,186,187,188,189,190,191,192,193,194,195,196,197,198,220,221,222,223,224,225,226,227,228,229,230,231,232,233,234,235,236,237,238,239,240,241,109,110,111,112,113,114,115,116,117,118,119,120,121,122,123,124,125,126,158,127,128,129,130,131,132,133,134,135,136,137,138,139,140,141,142,143,144,145,146,147,148,149,150,156,151,152,153,154,155,157,5,3,4,6,7,9,10,11,12,13,15,16,17,18,19,21,22,23,24,26,27,28,29,31,32,33,34,36,159,161,162,38,160,40,41'),
(32, 1, '行政助理', 4, 19, 21, 1, NULL),
(33, 1, '人事专员', 4, 19, 22, 1, NULL),
(34, 1, '会计', 4, 20, 23, 1, '42,56,57,58,59,60,61,72,73,74,75,76,62,63,64,65,66,67,68,69,70,71,77,78,80,79,81,82,83,84,85,86,87,88,89,91,90,92,93,94,95,96,97,98,99,100,101,102,103,104,105,106,107,108,242,243,244,245,43,44,45,46,47,48,49,50,53,54,55,249,251,252,261,260,262,254,256,255,253,257,258,279,280,281,282,259,283,284,285,286,287,288,290,291,292,289,265,266,267,270,271,272,273,268,274,163,250,164,165,166,167,168,169,176,170,171,172,173,174,175,177,178,179,180,181,182,183,184,185,186,187,188,189,190,191,192,193,194,195,196,197,198,220,221,222,223,224,225,199,200,201,202,203,204,205,206,207,208,209,210,211,212,213,214,215,216,217,218,219,226,227,228,229,230,231,232,233,234,235,236,237,238,239,240,241,110,111,112,113,114,115,116,117,118,119,120,121,122,123,124,125,126,158,127,128,129,130,131,132,133,134,135,136,137,138,139,140,141,142,143,144,145,146,147,148,149,150,156,151,152,153,154,155,157,2,5,3,4,6,7,8,9,10,11,12,13,14,15,16,17,18,19,263,264,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,159,161,162,37,38,160,39,40,41'),
(35, 1, '出纳员', 4, 20, 24, 1, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `xy_auth_group_access`
--

CREATE TABLE IF NOT EXISTS `xy_auth_group_access` (
  `uid` mediumint(8) NOT NULL,
  `group_id` mediumint(8) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_auth_group_access`
--

INSERT INTO `xy_auth_group_access` (`uid`, `group_id`) VALUES
(3, 6),
(3, 3),
(1, 18),
(1, 12),
(4, 7),
(4, 4),
(6, 14),
(6, 9),
(5, 13),
(5, 8),
(7, 17),
(7, 10),
(33, 18),
(33, 12),
(8, 31),
(8, 12),
(32, 31),
(32, 12),
(9, 19),
(9, 15),
(10, 20),
(10, 16),
(11, 21),
(11, 8),
(12, 21),
(12, 8),
(13, 21),
(13, 8),
(14, 22),
(14, 8),
(15, 23),
(15, 9),
(16, 25),
(16, 9),
(17, 25),
(17, 9),
(18, 25),
(18, 9),
(19, 25),
(19, 9),
(20, 29),
(20, 10),
(21, 27),
(21, 9),
(22, 29),
(22, 10),
(23, 29),
(23, 10),
(24, 29),
(24, 10),
(25, 30),
(25, 10),
(26, 30),
(26, 10),
(27, 31),
(27, 12),
(28, 32),
(28, 15),
(29, 34),
(29, 16),
(30, 35),
(30, 16),
(34, 18),
(34, 12);

-- --------------------------------------------------------

--
-- 表的结构 `xy_auth_rule`
--

CREATE TABLE IF NOT EXISTS `xy_auth_rule` (
`id` mediumint(8) NOT NULL,
  `level` int(11) NOT NULL,
  `pid` int(11) NOT NULL,
  `name` char(80) NOT NULL DEFAULT '',
  `title` char(20) NOT NULL DEFAULT '',
  `type` tinyint(1) NOT NULL DEFAULT '1',
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `condition` char(100) NOT NULL DEFAULT '',
  `sort` tinyint(4) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=296 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_auth_rule`
--

INSERT INTO `xy_auth_rule` (`id`, `level`, `pid`, `name`, `title`, `type`, `status`, `condition`, `sort`) VALUES
(1, 0, 0, 'home/system/index', '系统管理', 1, 1, '', 99),
(2, 1, 1, 'home/org/', '部门管理', 1, 1, '', 1),
(3, 2, 2, 'home/org/add', '新增', 1, 1, '', 1),
(4, 2, 2, 'home/org/edit', '编辑', 1, 1, '', 2),
(5, 2, 2, 'home/org/index', '查看', 1, 1, '', 0),
(6, 2, 2, 'home/org/del', '删除', 1, 1, '', 3),
(7, 2, 2, 'home/org/editrule', '权限', 1, 1, '', 4),
(8, 1, 1, 'home/dep', '职位管理', 1, 1, '', 2),
(9, 2, 8, 'home/dep/index', '查看', 1, 1, '', 0),
(10, 2, 8, 'home/dep/add', '新增', 1, 1, '', 1),
(11, 2, 8, 'home/dep/edit', '编辑', 1, 1, '', 2),
(12, 2, 8, 'home/dep/del', '删除', 1, 1, '', 3),
(13, 2, 8, 'home/dep/editrule', '权限', 1, 1, '', 4),
(14, 1, 1, 'home/user/', '用户管理', 1, 1, '', 3),
(15, 2, 14, 'home/user/index', '查看', 1, 1, '', 0),
(16, 2, 14, 'home/user/add', '新增', 1, 1, '', 1),
(17, 2, 14, 'home/user/edit', '编辑', 1, 1, '', 2),
(18, 2, 14, 'home/user/del', '删除', 1, 1, '', 3),
(19, 2, 14, 'home/user/editrule', '权限', 1, 1, '', 4),
(20, 1, 1, 'home/config/', '数据字典', 1, 1, '', 6),
(21, 2, 20, 'home/config/index', '查看', 1, 1, '', 0),
(22, 2, 20, 'home/config/add', '新增', 1, 1, '', 1),
(23, 2, 20, 'home/config/edit', '编辑', 1, 1, '', 2),
(24, 2, 20, 'home/config/del', '删除', 1, 1, '', 3),
(25, 1, 1, 'home/menu/', '菜单管理', 1, 1, '', 7),
(26, 2, 25, 'home/menu/index', '查看', 1, 1, '', 0),
(27, 2, 25, 'home/menu/add', '新增', 1, 1, '', 1),
(28, 2, 25, 'home/menu/edit', '编辑', 1, 1, '', 2),
(29, 2, 25, 'home/menu/del', '删除', 1, 1, '', 3),
(30, 1, 1, 'home/rule/', '功能列表', 1, 1, '', 8),
(31, 2, 30, 'home/rule/index', '查看', 1, 1, '', 0),
(32, 2, 30, 'home/rule/add', '新增', 1, 1, '', 1),
(33, 2, 30, 'home/rule/edit', '编辑', 1, 1, '', 2),
(34, 2, 30, 'home/rule/del', '删除', 1, 1, '', 3),
(35, 1, 1, 'home/database', '数据备份', 1, 1, '', 10),
(36, 2, 35, 'home/database/index', '查看', 1, 1, '', 0),
(37, 1, 1, 'home/database/', '备份文件', 1, 1, '', 11),
(38, 2, 37, 'home/database/bakup', '查看', 1, 1, '', 0),
(39, 1, 1, 'home/log', '操作日志', 1, 1, '', 15),
(40, 2, 39, 'home/log/index', '查看', 1, 1, '', 0),
(41, 2, 39, 'home/log/del', '删除', 1, 1, '', 1),
(42, 0, 0, 'home/office/index', '个人办公', 1, 1, '', 0),
(43, 1, 42, 'home/contact/index', '我的通讯录', 1, 1, '', 21),
(44, 2, 43, 'home/contact/view', '查看', 1, 1, '', 0),
(45, 2, 43, 'home/contact/add', '新增', 1, 1, '', 1),
(46, 2, 43, 'home/contact/edit', '编辑', 1, 1, '', 2),
(47, 2, 43, 'home/contact/del', '删除', 1, 1, '', 3),
(48, 2, 43, 'home/contact/outxls', '导出', 1, 1, '', 4),
(49, 1, 42, 'home/pcontact/index', '公共通讯录', 1, 1, '', 22),
(50, 2, 49, 'home/pcontact/view', '查看', 1, 1, '', 0),
(51, 2, 49, 'home/pcontact/del', '删除', 1, 1, '', 1),
(52, 2, 49, 'home/pcontact/outxls', '导出', 1, 1, '', 2),
(53, 1, 42, 'home/ccontact/', '公司通讯录', 1, 1, '', 23),
(54, 2, 53, 'home/ccontact/index', '查看', 1, 1, '', 0),
(55, 2, 53, 'home/ccontact/outxls', '导出', 1, 1, '', 1),
(56, 1, 42, 'home/mygo/index', '我的去向', 1, 1, '', 0),
(57, 2, 56, 'home/mygo/view', '查看', 1, 1, '', 0),
(58, 2, 56, 'home/mygo/add', '新增', 1, 1, '', 1),
(59, 2, 56, 'home/mygo/edit', '编辑', 1, 1, '', 2),
(60, 2, 56, 'home/mygo/del', '删除', 1, 1, '', 3),
(61, 2, 56, 'home/mygo/outxls', '导出', 1, 1, '', 4),
(62, 1, 42, 'home/mytask/index', '我的任务', 1, 1, '', 3),
(63, 2, 62, 'home/mytask/view', '查看', 1, 1, '', 0),
(64, 2, 62, 'home/mytask/edit', '编辑', 1, 1, '', 2),
(65, 2, 62, 'home/mytask/outxls', '导出', 1, 1, '', 4),
(66, 1, 42, 'home/task/index', '指派任务', 1, 1, '', 4),
(67, 2, 66, 'home/task/view', '查看', 1, 1, '', 0),
(68, 2, 66, 'home/task/add', '新增', 1, 1, '', 1),
(69, 2, 66, 'home/task/edit', '编辑', 1, 1, '', 2),
(70, 2, 66, 'home/task/del', '删除', 1, 1, '', 3),
(71, 2, 66, 'home/task/outxls', '导出', 1, 1, '', 4),
(72, 1, 42, 'home/mygos/index', '员工去向', 1, 1, '', 1),
(73, 2, 72, 'home/mygos/view', '查看', 1, 1, '', 0),
(74, 2, 72, 'home/mygos/edit', '编辑', 1, 1, '', 2),
(75, 2, 72, 'home/mygos/del', '删除', 1, 1, '', 3),
(76, 2, 72, 'home/mygos/outxls', '导出', 1, 1, '', 4),
(77, 1, 42, 'home/myreport/index', '工作汇报', 1, 1, '', 5),
(78, 2, 77, 'home/myreport/view', '查看', 1, 1, '', 0),
(79, 2, 77, 'home/myreport/edit', '编辑', 1, 1, '', 2),
(80, 2, 77, 'home/myreport/add', '新增', 1, 1, '', 1),
(81, 2, 77, 'home/myreport/del', '删除', 1, 1, '', 3),
(82, 2, 77, 'home/myreport/outxls', '导出', 1, 1, '', 4),
(83, 1, 42, 'home/report/index', '批注汇报', 1, 1, '', 6),
(84, 2, 83, 'home/report/view', '查看', 1, 1, '', 0),
(85, 2, 83, 'home/report/edit', '编辑', 1, 1, '', 2),
(86, 2, 83, 'home/report/del', '删除', 1, 1, '', 3),
(87, 2, 83, 'home/report/outxls', '导出', 1, 1, '', 4),
(88, 1, 42, 'home/doc/index', '我的文档', 1, 1, '', 7),
(89, 2, 88, 'home/doc/view', '查看', 1, 1, '', 0),
(90, 2, 88, 'home/doc/edit', '编辑', 1, 1, '', 2),
(91, 2, 88, 'home/doc/add', '新增', 1, 1, '', 1),
(92, 2, 88, 'home/doc/del', '删除', 1, 1, '', 3),
(93, 2, 88, 'home/doc/outxls', '导出', 1, 1, '', 4),
(94, 1, 42, 'home/zhishi/index', '知识管理', 1, 1, '', 8),
(95, 2, 94, 'home/zhishi/view', '查看', 1, 1, '', 0),
(96, 2, 94, 'home/zhishi/add', '新增', 1, 1, '', 1),
(97, 2, 94, 'home/zhishi/edit', '编辑', 1, 1, '', 2),
(98, 2, 94, 'home/zhshi/del', '删除', 1, 1, '', 3),
(99, 2, 94, 'home/zhishi/outxls', '导出', 1, 1, '', 4),
(100, 1, 42, 'home/info/index', '发通知', 1, 1, '', 9),
(101, 2, 100, 'home/info/view', '查看', 1, 1, '', 0),
(102, 2, 100, 'home/info/add', '新增', 1, 1, '', 1),
(103, 2, 100, 'home/info/edit', '编辑', 1, 1, '', 2),
(104, 2, 100, 'home/info/del', '删除', 1, 1, '', 3),
(105, 2, 100, 'home/info/outxls', '导出', 1, 1, '', 4),
(106, 1, 42, 'home/myinfo/index', '收通知', 1, 1, '', 10),
(107, 2, 106, 'home/myinfo/view', '查看', 1, 1, '', 0),
(108, 2, 106, 'home/myinfo/edit', '回复', 1, 1, '', 1),
(109, 0, 0, 'home/hr/index', '人事管理', 1, 1, '', 6),
(110, 1, 109, 'home/hr/', '员工档案', 1, 1, '', 1),
(111, 2, 110, 'home/hr/view', '查看', 1, 1, '', 0),
(112, 2, 110, 'home/hr/add', '新增', 1, 1, '', 1),
(113, 2, 110, 'home/hr/edit', '编辑', 1, 1, '', 2),
(114, 2, 110, 'home/hr/del', '删除', 1, 1, '', 3),
(115, 2, 110, 'home/hr/outxls', '导出', 1, 1, '', 4),
(116, 2, 110, 'home/hr/fenxi', '分析', 1, 1, '', 5),
(117, 2, 110, 'home/hr/birthday', '生日', 1, 1, '', 6),
(118, 2, 110, 'home/hr/sex', '性别', 1, 1, '', 7),
(119, 2, 110, 'home/hr/bumen', '部门', 1, 1, '', 8),
(120, 2, 110, 'home/hr/hunyin', '婚姻', 1, 1, '', 9),
(121, 2, 110, 'home/hr/zhengzhi', '政治', 1, 1, '', 10),
(122, 2, 110, 'home/hr/type', '类型', 1, 1, '', 11),
(123, 2, 110, 'home/hr/zaizhi', '在职', 1, 1, '', 12),
(124, 2, 110, 'home/hr/xueli', '学历', 1, 1, '', 13),
(125, 2, 110, 'home/hr/zhuanye', '专业', 1, 1, '', 14),
(126, 2, 110, 'home/hr/xuewei', '学位', 1, 1, '', 15),
(127, 1, 109, 'home/hrht/index', '人事合同', 1, 1, '', 2),
(128, 2, 127, 'home/hrht/view', '查看', 1, 1, '', 0),
(129, 2, 127, 'home/hrht/add', '新增', 1, 1, '', 1),
(130, 2, 127, 'home/hrht/edit', '编辑', 1, 1, '', 2),
(131, 2, 127, 'home/hrht/del', '删除', 1, 1, '', 3),
(132, 2, 127, 'home/hrht/outxls', '导出', 1, 1, '', 4),
(133, 2, 127, 'home/hrht/daoqi', '到期', 1, 1, '', 5),
(134, 1, 109, 'home/hrjf/index', '奖罚管理', 1, 1, '', 3),
(135, 2, 134, 'home/hrjf/view', '查看', 1, 1, '', 0),
(136, 2, 134, 'home/hrjf/add', '新增', 1, 1, '', 1),
(137, 2, 134, 'home/hrjf/edit', '编辑', 1, 1, '', 2),
(138, 2, 134, 'home/hrjf/del', '删除', 1, 1, '', 3),
(139, 2, 134, 'home/hrjf/outxls', '导出', 1, 1, '', 4),
(140, 1, 109, 'home/hrzz/index', '证照管理', 1, 1, '', 5),
(141, 2, 140, 'home/hrzz/view', '查看', 1, 1, '', 0),
(142, 2, 140, 'home/hrzz/add', '新增', 1, 1, '', 1),
(143, 2, 140, 'home/hzz/edit', '编辑', 1, 1, '', 2),
(144, 2, 140, 'home/hrzz/del', '删除', 1, 1, '', 3),
(145, 2, 140, 'home/hrzz/outxls', '导出', 1, 1, '', 4),
(146, 1, 109, 'home/hrpx/index', '培训管理', 1, 1, '', 7),
(147, 2, 146, 'home/hrpx/view', '查看', 1, 1, '', 0),
(148, 2, 146, 'home/hrpx/add', '新增', 1, 1, '', 1),
(149, 2, 146, 'home/hrpx/edit', '编辑', 1, 1, '', 2),
(150, 2, 146, 'home/hrpx/del', '删除', 1, 1, '', 3),
(151, 1, 109, 'home/hrdd/index', '人事调动', 1, 1, '', 8),
(152, 2, 151, 'home/hrdd/view', '查看', 1, 1, '', 0),
(153, 2, 151, 'home/hrdd/add', '新增', 1, 1, '', 1),
(154, 2, 151, 'home/hrdd/edit', '编辑', 1, 1, '', 2),
(155, 2, 151, 'home/hrdd/del', '删除', 1, 1, '', 3),
(156, 2, 146, 'home/hrpx/outxls', '导出', 1, 1, '', 4),
(157, 2, 151, 'home/hrdd/outxls', '导出', 1, 1, '', 4),
(158, 2, 110, 'home/hr/hukou', '户口', 1, 1, '', 16),
(159, 2, 35, 'home/database/export', '备份', 1, 1, '', 1),
(160, 2, 37, 'home/database/del', '删除', 1, 1, '', 1),
(161, 2, 35, 'home/database/optimize', '优化', 1, 1, '', 2),
(162, 2, 35, 'home/database/repair', '修复', 1, 1, '', 3),
(163, 0, 0, 'home/cust/index', '客户管理', 1, 1, '', 3),
(164, 1, 163, 'home/cust/', '客户信息', 1, 1, '', 1),
(165, 2, 164, 'home/cust/view', '查看', 1, 1, '', 0),
(166, 2, 164, 'home/cust/add', '新增', 1, 1, '', 1),
(167, 2, 164, 'home/cust/edit', '编辑', 1, 1, '', 2),
(168, 2, 164, 'home/cust/del', '删除', 1, 1, '', 3),
(169, 2, 164, 'home/cust/outxls', '导出', 1, 1, '', 4),
(170, 2, 164, 'home/cust/fenxi', '分析', 1, 1, '', 5),
(171, 2, 164, 'home/cust/jinnian', '今年', 1, 1, '', 6),
(172, 2, 164, 'home/cust/qunian', '去年', 1, 1, '', 7),
(173, 2, 164, 'home/cust/fenlei', '进展', 1, 1, '', 8),
(174, 2, 164, 'home/cust/type', '来源', 1, 1, '', 9),
(175, 2, 164, 'home/cust/uname', '添加人', 1, 1, '', 10),
(176, 2, 164, 'home/cust/daoqi', '跟踪', 1, 1, '', 5),
(177, 1, 163, 'home/custcon/index', '联系人', 1, 1, '', 2),
(178, 2, 177, 'home/custcon/view', '查看', 1, 1, '', 0),
(179, 2, 177, 'home/custcon/add', '新增', 1, 1, '', 1),
(180, 2, 177, 'home/custcon/edit', '编辑', 1, 1, '', 2),
(181, 2, 177, 'home/custcon/del', '删除', 1, 1, '', 3),
(182, 2, 177, 'home/custcon/outxls', '导出', 1, 1, '', 4),
(183, 1, 163, 'home/custgd/index', '跟单记录', 1, 1, '', 3),
(184, 2, 183, 'home/custgd/view', '查看', 1, 1, '', 0),
(185, 2, 183, 'home/custgd/add', '新增', 1, 1, '', 1),
(186, 2, 183, 'home/custgd/edit', '编辑', 1, 1, '', 2),
(187, 2, 183, 'home/custgd/del', '删除', 1, 1, '', 3),
(188, 2, 183, 'home/custgd/outxls', '导出', 1, 1, '', 4),
(189, 1, 163, 'home/hetong/index', '合同管理', 1, 1, '', 4),
(190, 2, 189, 'home/hetong/view', '查看', 1, 1, '', 0),
(191, 2, 189, 'home/hetong/add', '新增', 1, 1, '', 1),
(192, 2, 189, 'home/hetong/edit', '编辑', 1, 1, '', 2),
(193, 2, 189, 'home/hetong/del', '删除', 1, 1, '', 3),
(194, 2, 189, 'home/hetong/outxls', '导出', 1, 1, '', 4),
(195, 2, 189, 'home/htfenxi/index', '分析', 1, 1, '', 5),
(196, 2, 189, 'home/htfenxi/', '今年', 1, 1, '', 6),
(197, 2, 189, 'home/htfenxi/lastyear', '去年', 1, 1, '', 8),
(198, 2, 189, 'home/htfenxi/yewuyuan', '业务员', 1, 1, '', 8),
(199, 0, 0, 'home/stock/index', '库存管理', 1, 1, '', 4),
(200, 1, 199, 'home/pro/index', '产品管理', 1, 1, '', 1),
(201, 2, 200, 'home/pro/view', '查看', 1, 1, '', 0),
(202, 2, 200, 'home/pro/add', '新增', 1, 1, '', 1),
(203, 2, 200, 'home/pro/edit', '编辑', 1, 1, '', 2),
(204, 2, 200, 'home/pro/del', '删除', 1, 1, '', 3),
(205, 2, 200, 'home/pro/outxls', '导出', 1, 1, '', 4),
(206, 1, 199, 'home/proin/index', '入库记录', 1, 1, '', 2),
(207, 2, 206, 'home/proin/view', '查看', 1, 1, '', 0),
(208, 2, 206, 'home/proin/add', '新增', 1, 1, '', 1),
(209, 2, 206, 'home/proin/edit', '编辑', 1, 1, '', 2),
(210, 2, 206, 'home/proin/outxls', '导出', 1, 1, '', 4),
(211, 1, 199, 'home/proout/index', '出库记录', 1, 1, '', 3),
(212, 2, 211, 'home/proout/view', '查看', 1, 1, '', 0),
(213, 2, 211, 'home/proout/add', '新增', 1, 1, '', 1),
(214, 2, 211, 'home/proout/edit', '编辑', 1, 1, '', 2),
(215, 2, 211, 'home/proout/outxls', '导出', 1, 1, '', 4),
(216, 1, 199, 'home/stock/', '库存管理', 1, 1, '', 4),
(217, 2, 216, 'home/stock/view', '查看', 1, 1, '', 0),
(218, 2, 216, 'home/stock/outxls', '导出', 1, 1, '', 4),
(219, 2, 216, 'home/stock/baojing', '报警', 1, 1, '', 5),
(220, 1, 163, 'home/huo/index', '发货记录', 1, 1, '', 5),
(221, 2, 220, 'home/huo/view', '查看', 1, 1, '', 0),
(222, 2, 220, 'home/huo/add', '新增', 1, 1, '', 1),
(223, 2, 220, 'home/huo/edit', '编辑', 1, 1, '', 2),
(224, 2, 220, 'home/huo/del', '删除', 1, 1, '', 3),
(225, 2, 220, 'home/huo/outxls', '导出', 1, 1, '', 4),
(226, 0, 0, 'home/shou/index', '财务管理', 1, 1, '', 5),
(227, 1, 226, 'home/shou/', '收款记录', 1, 1, '', 1),
(228, 2, 227, 'home/shou/view', '查看', 1, 1, '', 0),
(229, 2, 227, 'home/shou/add', '新增', 1, 1, '', 1),
(230, 2, 227, 'home/shou/edit', '编辑', 1, 1, '', 2),
(231, 2, 227, 'home/shou/outxls', '导出', 1, 1, '', 4),
(232, 1, 226, 'home/fu/index', '付款记录', 1, 1, '', 2),
(233, 2, 232, 'home/fu/view', '查看', 1, 1, '', 0),
(234, 2, 232, 'home/fu/add', '新增', 1, 1, '', 1),
(235, 2, 232, 'home/fu/edit', '编辑', 1, 1, '', 2),
(236, 2, 232, 'home/fu/outxls', '导出', 1, 1, '', 4),
(237, 1, 226, 'home/piao/index', '开票管理', 1, 1, '', 3),
(238, 2, 237, 'home/piao/view', '查看', 1, 1, '', 0),
(239, 2, 237, 'home/piao/add', '新增', 1, 1, '', 1),
(240, 2, 237, 'home/piao/edit', '编辑', 1, 1, '', 2),
(241, 2, 237, 'home/piao/outxls', '导出', 1, 1, '', 4),
(242, 1, 42, 'home/message/', '站内消息', 1, 1, '', 11),
(243, 2, 242, 'home/message/index', '查看', 1, 1, '', 0),
(244, 2, 242, 'home/message/add', '新增', 1, 1, '', 1),
(245, 2, 242, 'home/message/del', '删除', 1, 1, '', 2),
(267, 1, 265, 'home/document/manage', '文档管理', 1, 1, '', 1),
(266, 1, 265, 'home/document/index', '文档查看', 1, 1, '', 0),
(265, 0, 0, 'home/document/', '文档管理', 1, 1, '', 2),
(249, 0, 0, 'home/applicationform/index', '工作流程', 1, 1, '', 1),
(250, 1, 163, 'home/certificatewarning/index', '证照预警', 1, 1, '', 0),
(251, 1, 249, 'home/flow/', '工作流程', 1, 1, '', 0),
(252, 2, 251, 'home/flow/index', '发起', 1, 1, '', 0),
(253, 2, 251, 'home/flow/receive', '收到', 1, 1, '', 7),
(254, 2, 251, 'home/flow/confirm', '待办', 1, 1, '', 4),
(255, 2, 251, 'home/flow/submit', '提交', 1, 1, '', 6),
(256, 2, 251, 'home/flow/finish', '已办', 1, 1, '', 5),
(257, 2, 251, 'home/flow/darft', '草稿', 1, 1, '', 8),
(258, 1, 249, 'home/systemtag/index', '流程分组', 1, 1, '', 11),
(259, 1, 249, 'home/flowtype/', '流程管理', 1, 1, '', 12),
(260, 2, 251, 'home/flow/add', '添加', 1, 1, '', 2),
(261, 2, 251, 'home/flow/read', '查看', 1, 1, '', 1),
(262, 2, 251, 'home/flow/mark', '审核', 1, 1, '', 3),
(263, 1, 1, 'home/duty/index', '业务权限管理', 1, 1, '', 4),
(264, 1, 1, 'home/duty/role', '业务权限分配', 1, 1, '', 5),
(268, 1, 265, 'home/systemfolder/', '文件夹管理', 1, 1, '', 2),
(294, 2, 2, 'home/org/copy', '复制该权限', 1, 1, '', 5),
(270, 2, 267, 'home/document/add', '新增', 1, 1, '', 1),
(271, 2, 267, 'home/document/edit', '编辑', 1, 1, '', 2),
(272, 2, 267, 'home/document/del', '删除', 1, 1, '', 4),
(273, 2, 267, 'home/document/outxls', '导出', 1, 1, '', 4),
(274, 2, 268, 'home/systemfolder/document', '查看', 1, 1, '', 0),
(275, 2, 268, 'home/systemfolder/add', '新增', 1, 1, '', 1),
(276, 2, 268, 'home/systemfolder/edit', '编辑', 1, 1, '', 2),
(277, 2, 268, 'home/systemfolder/del', '删除', 1, 1, '', 3),
(278, 2, 268, 'home/systemfolder/admin', '权限设置', 1, 1, '', 4),
(279, 2, 258, 'home/systemtag/flowtype', '查看', 1, 1, '', 0),
(280, 2, 258, 'home/systemtag/add', '添加', 1, 1, '', 1),
(281, 2, 258, 'home/systemtag/edit', '编辑', 1, 1, '', 2),
(282, 2, 258, 'home/systemtag/mark', '删除', 1, 1, '', 3),
(283, 2, 259, 'home/flowtype/index', '查看', 1, 1, '', 0),
(284, 2, 259, 'home/flowtype/add', '添加', 1, 1, '', 1),
(285, 2, 259, 'home/flowtype/edit', '编辑', 1, 1, '', 2),
(286, 2, 259, 'home/flowtype/del', '删除', 1, 1, '', 3),
(287, 2, 259, 'home/flowtype/mark', '移动', 1, 1, '', 4),
(288, 2, 259, 'home/flowtype/field', '字段管理', 1, 1, '', 5),
(289, 2, 259, 'home/flowtype/admin', '流程管理', 1, 1, '', 9),
(290, 2, 259, 'home/flowtype/fieldadd', '字段添加', 1, 1, '', 6),
(291, 2, 259, 'home/flowtype/fieldedit', '字段编辑', 1, 1, '', 7),
(292, 2, 259, 'home/flowtype/fielddel', '字段删除', 1, 1, '', 8),
(293, 2, 266, 'home/document/view', '查看', 1, 1, '', 0),
(295, 2, 8, 'home/dep/copy', '复制该权限', 1, 1, '', 5);

-- --------------------------------------------------------

--
-- 表的结构 `xy_config`
--

CREATE TABLE IF NOT EXISTS `xy_config` (
`id` int(11) NOT NULL,
  `fenlei` varchar(20) NOT NULL COMMENT '分类',
  `name` varchar(30) NOT NULL DEFAULT '' COMMENT '配置名称',
  `type` tinyint(3) NOT NULL DEFAULT '0' COMMENT '配置类型',
  `title` varchar(50) DEFAULT '' COMMENT '配置说明',
  `extra` varchar(255) DEFAULT '' COMMENT '配置值',
  `remark` varchar(100) DEFAULT NULL COMMENT '配置说明',
  `addtime` datetime DEFAULT NULL COMMENT '创建时间',
  `updatetime` datetime DEFAULT NULL COMMENT '更新时间',
  `status` tinyint(4) NOT NULL DEFAULT '1' COMMENT '状态',
  `value` text COMMENT '配置值',
  `sort` smallint(3) NOT NULL DEFAULT '0' COMMENT '排序'
) ENGINE=MyISAM AUTO_INCREMENT=42 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_config`
--

INSERT INTO `xy_config` (`id`, `fenlei`, `name`, `type`, `title`, `extra`, `remark`, `addtime`, `updatetime`, `status`, `value`, `sort`) VALUES
(1, '系统', 'CONFIG_TYPE_LIST', 3, '配置类型列表', '', '主要用于数据解析和页面表单的生成', '2015-02-01 14:39:41', '2015-02-25 10:44:48', 1, '0:数字\r\n1:字符\r\n2:文本\r\n3:数组\r\n4:枚举', 0),
(2, '基础', 'PERPAGE', 0, '每页条数', '', '列表分页条数', '2015-02-01 14:49:47', '2015-05-18 17:22:53', 1, '100', 0),
(3, '基础', 'SEARCHKEY', 3, '参与搜索的字段名', '', '', '2015-02-01 14:56:03', '2015-03-06 15:04:30', 1, '1:name\r\n2:title\r\n3:username\r\n4:value\r\n5:truename\r\n6:tel\r\n7:email\r\n8:qq\r\n9:phone\r\n10:type\r\n11:xingming\r\n12:xueli\r\n13:xuexiao\r\n14:fenlei\r\n15:depname\r\n16:posname\r\n17:dianhua\r\n18:danwei\r\n19:zhiwu\r\n20:uname\r\n21:uuname\r\n22:beizhu\r\n23:zhuangtai\r\n24:bumen\r\n25:zhiwei\r\n26:zhuanye\r\n27:zaizhi\r\n28:jcname\r\n29:juname\r\n30:gonghao', 0),
(4, '系统', 'DATA_CACHE_TIME', 0, '数据缓存时间', '', '数据缓存有效期 0表示永久缓存', '2015-02-01 15:05:20', '2015-02-25 10:44:23', 1, '14400', 0),
(5, '系统', 'SESSION_PREFIXX', 1, 'session 前缀', '', '', '2015-02-01 15:07:09', '2015-02-25 10:44:17', 1, 'lygxykj', 0),
(6, '系统', 'WEB_SITE_TITLE', 2, '系统名称', '', '', '2015-02-01 15:17:46', '2017-04-09 22:20:05', 1, 'CRM系统', 0),
(11, '模型', 'MODEL_B_SHOW', 3, '字段模型表单显示', '', '', '2015-02-01 22:12:54', '2015-02-25 10:43:02', 1, '0:不显示\r\n1:都显示\r\n2:新增显示\r\n3:编辑显示', 0),
(7, '系统', 'DATA_BACKUP_PATH', 1, '数据库备份路径', '', '', '2015-02-01 15:55:43', '2015-02-25 10:43:53', 1, 'data', 0),
(8, '系统', 'DATA_BACKUP_PART_SIZE', 0, '数据库备份卷大小', '', '该值用于限制压缩后的分卷最大长度。单位：B；建议设置20M', '2015-02-01 15:56:41', '2015-02-25 10:44:00', 1, '20971520', 0),
(9, '系统', 'DATA_BACKUP_COMPRESS', 4, '数据库备份文件是否启用压缩', '0:不压缩\r\n1:启用压缩', '压缩备份文件需要PHP环境支持gzopen,gzwrite函数', '2015-02-01 15:57:49', '2015-02-25 10:43:30', 1, '1', 0),
(10, '系统', 'DATA_BACKUP_COMPRESS_LEVEL', 4, '数据库备份文件压缩级别', '1:普通\r\n4:一般\r\n9:最高', '数据库备份文件的压缩级别，该配置在开启压缩时生效', '2015-02-01 15:58:48', '2015-02-25 10:43:25', 1, '9', 0),
(12, '模型', 'MODEL_L_SHOW', 3, '字段模型列表显示', '', '', '2015-02-02 14:55:31', '2015-02-25 10:42:53', 1, '0:不显示\r\n1:显示', 0),
(13, '模型', 'MODEL_B_ATTR', 3, '数据模型中表单属性', '', '', '2015-02-02 15:46:08', '2015-02-28 11:40:06', 1, '0:文本框\r\n1:文本域\r\n2:密码框\r\n3:日期框\r\n4:编辑器\r\n5:微调器\r\n6:单选框\r\n7:多选框\r\n8:下拉框\r\n9:查找带回\r\n10:上传附件\r\n11:日期时间框', 0),
(14, '模型', 'MODEL_B_ISMUST', 3, '数据模型中是否必填', '', '', '2015-02-02 16:05:26', '2015-02-28 11:37:48', 1, '0:非必填\r\n1:必填\r\n2:必填日期\r\n3:必填手机号码\r\n4:必填EMAIL\r\n5:必填字母\r\n6:必填身份证号码\r\n7:必填中文\r\n8:必填数字\r\n9:必填日期时间', 0),
(15, '模型', 'MODEL_B_ISSORT', 3, '数据模型中的字段是否参与排序', '', '', '2015-02-02 19:53:07', '2015-02-25 10:42:27', 1, '0:不参与\r\n1:参与', 0),
(16, '基础', 'BASE_SEX', 3, '性别', '', '', '2015-02-02 21:21:58', '2015-02-25 10:28:07', 1, '0:男\r\n1:女', 0),
(17, '基础', 'BASE_XUELI', 3, '学历', '', '', '2015-02-02 21:23:26', '2015-02-25 10:28:01', 1, '0:中专\r\n1:大专\r\n2:本科\r\n3:硕士\r\n4:博士', 0),
(18, '基础', 'CONFIG_CLASS', 3, '配置分类', '', '', '2015-02-25 10:22:21', '2015-06-28 16:51:27', 1, '0:系统\r\n1:基础\r\n2:模型\r\n3:个人\r\n4:人事管理\r\n5:客户管理\r\n6:库存管理\r\n7:财务管理\r\n8:进销存管理', 0),
(19, '个人', 'BASE_SHUXING', 3, '属性', '', '通讯录属性', '2015-02-26 15:30:42', '2015-02-27 09:42:38', 1, '私有\r\n公共', 0),
(20, '个人', 'TASK_STATUS', 3, '任务状态', '', '任务管理中的状态', '2015-02-28 12:24:20', '2015-02-28 12:24:41', 1, '0:进行中\r\n1:已完成', 0),
(21, '个人', 'REPORT_TYPE', 3, '工作汇报类型', '', '', '2015-02-28 16:00:03', '0000-00-00 00:00:00', 1, '日总结\r\n周总结\r\n月总结\r\n年总结\r\n其他', 0),
(22, '人事管理', 'HR_HUNYIN', 3, '婚姻状况', '', '', '2015-02-28 20:43:51', '0000-00-00 00:00:00', 1, '未婚\r\n已婚\r\n离异\r\n丧偶', 0),
(23, '人事管理', 'HR_ZHENGZHI', 3, '政治面貌', '', '', '2015-02-28 20:50:09', '0000-00-00 00:00:00', 1, '群众\r\n共青团员\r\n预备党员\r\n党员\r\n民主党派', 0),
(24, '人事管理', 'HR_HUKOU', 3, '户口类别', '', '', '2015-02-28 20:53:21', '0000-00-00 00:00:00', 1, '本地城镇居民\r\n外埠城镇居民\r\n本地农村户口\r\n外地农村户口', 0),
(25, '人事管理', 'HR_TYPE', 3, '员工类型', '', '', '2015-02-28 21:08:16', '0000-00-00 00:00:00', 1, '正式员工\r\n合同工\r\n临时工', 0),
(26, '人事管理', 'HR_ZAIZHI', 3, '在职状态', '', '', '2015-02-28 21:11:25', '0000-00-00 00:00:00', 1, '在职\r\n离职\r\n借调\r\n离休\r\n退休', 0),
(27, '人事管理', 'HR_XUEWEI', 3, '学位', '', '', '2015-02-28 21:15:46', '2015-02-28 21:30:14', 1, '其他\r\n学士\r\n硕士\r\n博士', 0),
(28, '人事管理', 'HRHT_TYPE', 3, '人事合同类型', '', '', '2015-03-01 12:56:36', '0000-00-00 00:00:00', 1, '劳务合同\r\n保密合同\r\n其他', 0),
(29, '人事管理', 'HRJF_TYPE', 3, '奖罚项目', '', '', '2015-03-01 15:50:35', '0000-00-00 00:00:00', 1, '奖励\r\n惩罚', 0),
(30, '人事管理', 'HRZZ_TYPE', 3, '证照类型', '', '', '2015-03-01 17:49:50', '0000-00-00 00:00:00', 1, '身份证\r\n驾驶证\r\n技能证\r\n健康证\r\n其他', 0),
(31, '人事管理', 'HRDD_TYPE', 3, '调动类型', '', '', '2015-03-01 20:21:25', '0000-00-00 00:00:00', 1, '晋升\r\n调动\r\n降级\r\n其他', 0),
(32, '人事管理', 'HRGH_TYPE', 3, '关怀类型', '', '', '2015-03-01 20:42:08', '0000-00-00 00:00:00', 1, '其他\r\n节日\r\n生日\r\n祝福\r\n庆祝', 0),
(33, '个人', 'ZHISHI_TYPE', 3, '知识分类', '', '', '2015-03-03 12:33:37', '2015-03-03 12:39:23', 1, '产品知识\r\n技术知识\r\n营销知识\r\n质量知识\r\n培训资料\r\n管理知识\r\n其他知识', 0),
(34, '客户管理', 'CUST_TYPE', 3, '客户来源', '', '', '2015-03-03 21:44:04', '0000-00-00 00:00:00', 1, '百度推广\r\n电话营销\r\n主动联系\r\n客户介绍', 0),
(35, '客户管理', 'CUSTGD_TYPE', 3, '联系方式', '', '', '2015-03-04 11:18:41', '0000-00-00 00:00:00', 1, '电话\r\nQQ\r\n电子邮箱\r\n上门拜访', 0),
(36, '客户管理', 'CUSTGD_FENLEI', 3, '进展阶段', '', '', '2015-03-04 11:22:02', '0000-00-00 00:00:00', 1, '需求整理\r\n选择比较\r\n购买决定\r\n成交客户\r\n他人签单', 0),
(37, '库存管理', 'PRO_TYPE', 3, '计量单位', '', '', '2015-03-04 20:47:13', '2015-03-06 10:00:57', 1, '台\r\n个\r\n套\r\n只', 0),
(38, '模型', 'MODEL_F_TYPE', 3, '图表类型', '', '', '2015-03-06 14:16:26', '2015-05-18 14:49:03', 1, '0:不生成\r\n1:3D饼图\r\n2:柱状图\r\n3:曲线图\r\n4:环状图\r\n5:柱商务图', 0),
(39, '系统', 'IS_VERIFY_CODE', 2, '是否启用验证码', '', '当配置值为“1”时需要验证，否则请留空，更改后，请清除缓存', '2015-06-09 17:43:02', '2015-06-12 11:16:05', 1, '0', 0),
(40, '进销存管理', 'JXCACCOUNT_TYPE', 3, '账户类别', '', '', '2015-06-28 16:18:03', '2015-06-28 16:52:21', 1, '银行存款\r\n现金', 0);

-- --------------------------------------------------------

--
-- 表的结构 `xy_contact`
--

CREATE TABLE IF NOT EXISTS `xy_contact` (
`id` int(11) NOT NULL,
  `xingming` varchar(50) NOT NULL,
  `sex` varchar(10) NOT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `dianhua` varchar(50) DEFAULT NULL,
  `qq` varchar(50) DEFAULT NULL,
  `danwei` varchar(50) DEFAULT NULL,
  `zhiwu` varchar(20) DEFAULT NULL,
  `email` varchar(200) DEFAULT NULL,
  `shuxing` varchar(20) DEFAULT NULL,
  `beizhu` text,
  `uid` int(11) NOT NULL,
  `uname` varchar(50) NOT NULL,
  `addtime` datetime NOT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT '',
  `updatetime` datetime DEFAULT NULL,
  `status` tinyint(2) NOT NULL DEFAULT '1',
  `fenlei` varchar(50) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COMMENT='通讯录';

--
-- 转存表中的数据 `xy_contact`
--

INSERT INTO `xy_contact` (`id`, `xingming`, `sex`, `phone`, `dianhua`, `qq`, `danwei`, `zhiwu`, `email`, `shuxing`, `beizhu`, `uid`, `uname`, `addtime`, `uuid`, `uuname`, `updatetime`, `status`, `fenlei`) VALUES
(1, '测试公共通讯录', '男', '-', '-', '-', '单位', '职位', '-', '公共', '备注', 1, '管理员', '2015-06-15 12:19:01', 1, '管理员', '2015-06-23 15:35:12', 1, '公共');

-- --------------------------------------------------------

--
-- 表的结构 `xy_cust`
--

CREATE TABLE IF NOT EXISTS `xy_cust` (
`id` int(11) NOT NULL,
  `xingming` varchar(50) NOT NULL,
  `phone` varchar(50) NOT NULL,
  `addtime` datetime NOT NULL,
  `updatetime` datetime NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `beizhu` varchar(200) NOT NULL,
  `title` varchar(50) NOT NULL,
  `dizhi` varchar(200) NOT NULL,
  `email` varchar(200) NOT NULL,
  `qq` varchar(50) NOT NULL,
  `sex` varchar(10) NOT NULL,
  `bumen` varchar(50) NOT NULL,
  `type` varchar(50) NOT NULL,
  `name` varchar(100) NOT NULL,
  `juid` varchar(1000) NOT NULL,
  `juname` varchar(1000) NOT NULL,
  `uid` int(11) NOT NULL,
  `uname` varchar(50) NOT NULL,
  `uuid` int(11) NOT NULL,
  `uuname` varchar(50) NOT NULL,
  `fenlei` varchar(20) NOT NULL,
  `xcrq` date NOT NULL,
  `addm` varchar(20) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='客户管理';

-- --------------------------------------------------------

--
-- 表的结构 `xy_custcon`
--

CREATE TABLE IF NOT EXISTS `xy_custcon` (
`id` int(11) NOT NULL,
  `xingming` varchar(50) NOT NULL,
  `jcid` int(11) NOT NULL,
  `jcname` varchar(200) NOT NULL,
  `sex` varchar(10) NOT NULL,
  `bumen` varchar(50) NOT NULL,
  `phone` varchar(50) NOT NULL,
  `email` varchar(200) NOT NULL,
  `qq` varchar(50) NOT NULL,
  `name` varchar(200) NOT NULL,
  `beizhu` varchar(255) NOT NULL,
  `uid` int(11) NOT NULL,
  `uname` varchar(50) NOT NULL,
  `addtime` datetime NOT NULL,
  `uuid` int(11) NOT NULL,
  `uuname` varchar(50) NOT NULL,
  `updatetime` datetime NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='联系人';

-- --------------------------------------------------------

--
-- 表的结构 `xy_custgd`
--

CREATE TABLE IF NOT EXISTS `xy_custgd` (
`id` int(11) NOT NULL,
  `jcid` int(11) NOT NULL,
  `jcname` varchar(50) NOT NULL,
  `type` varchar(20) NOT NULL,
  `fenlei` varchar(20) NOT NULL,
  `xcrq` date NOT NULL,
  `uid` int(11) NOT NULL,
  `uname` varchar(50) NOT NULL,
  `addtime` datetime NOT NULL,
  `uuid` int(11) NOT NULL,
  `uuname` varchar(50) NOT NULL,
  `updatetime` datetime NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `value` varchar(100) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COMMENT='跟单记录';

-- --------------------------------------------------------

--
-- 表的结构 `xy_doc`
--

CREATE TABLE IF NOT EXISTS `xy_doc` (
`id` int(11) NOT NULL,
  `title` varchar(50) NOT NULL,
  `fenlei` varchar(20) NOT NULL,
  `beizhu` text,
  `attid` int(11) NOT NULL,
  `juid` varchar(1000) NOT NULL,
  `juname` varchar(1000) NOT NULL,
  `uid` int(11) NOT NULL,
  `uname` varchar(50) NOT NULL,
  `addtime` datetime NOT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT '',
  `updatetime` datetime DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='我的文档';

--
-- 转存表中的数据 `xy_doc`
--

INSERT INTO `xy_doc` (`id`, `title`, `fenlei`, `beizhu`, `attid`, `juid`, `juname`, `uid`, `uname`, `addtime`, `uuid`, `uuname`, `updatetime`, `status`) VALUES
(2, '测试文档', '文档', '测试文档', 1434352853, ',1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,', ',管理员,zhangwei,edward_wang,文欣,杨青,李岳青,王雅茹,高哲,王霞,冯智宁,付伟,王奡彤,于靖,张一帆,刘凯,杨金瑞,张震,魏全金,汤洪玮,高洪兵,宗义滨,严靖宇,宋明宇,张新雨,刘芳,扈艳,陈继军,肖金凤,焦海珍,巴洪浦,张磊,测试用户,测试用户,测试用户,', 1, '管理员', '2015-06-15 15:23:53', 1, '管理员', '2015-06-25 12:15:09', 1);

-- --------------------------------------------------------

--
-- 表的结构 `xy_document`
--

CREATE TABLE IF NOT EXISTS `xy_document` (
`id` smallint(4) unsigned NOT NULL,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `doc_no` varchar(20) NOT NULL DEFAULT '' COMMENT '文档编号',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '名称',
  `content` text NOT NULL COMMENT '内容',
  `folder` int(11) NOT NULL DEFAULT '0' COMMENT '文件夹',
  `add_file` varchar(200) DEFAULT '' COMMENT '附件',
  `user_id` int(11) NOT NULL DEFAULT '0' COMMENT '用户ID',
  `user_name` varchar(20) NOT NULL DEFAULT '' COMMENT '用户名称',
  `create_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '创建时间',
  `update_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '更新时间',
  `is_del` tinyint(3) NOT NULL DEFAULT '0' COMMENT '删除标记'
) ENGINE=MyISAM AUTO_INCREMENT=131 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_document`
--

INSERT INTO `xy_document` (`id`, `attid`, `doc_no`, `name`, `content`, `folder`, `add_file`, `user_id`, `user_name`, `create_time`, `update_time`, `is_del`) VALUES
(88, '1419578771', '2014-0002', '亚华组织机构图', '<img src="http://www.yahua-med.com.cn/oa/Data/Files/doc/201412/549d0d51867e7.png" alt="" />', 74, '', 1, '管理员', 1419578771, 0, 0),
(89, '1419578817', '2014-0003', '篇首语', '<p align="center">\r\n	&nbsp;\r\n</p>\r\n<p align="center">\r\n	<span style="font-size:20px;"><b>篇 首 语</b></span> \r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">亲爱的新同事：</span> \r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;您好！真诚地欢迎您的加入!<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;当\r\n您读到这本《员工守则》的时候，您已经是我们这个大家庭中的一员了。能够进入这个集体，说明您具有融入这个集体的基本素质---热爱生活、热爱事业、自\r\n信、阳光、有团队协作精神。我们希望您能够尽快融入这个集体，并遵照这个集体制定的规则来约束自己的行为，同时我们也希望您作为一股新鲜血液的融入能为我\r\n们这个集体带来新的活力和生机。<br />\r\n&nbsp;&nbsp;&nbsp; 公司的发展壮大和成功，在很大程度上将会有赖于您的创新精神和不懈努力。您的工作是公司业务发展中不可缺少的一部分，公司也将竭尽所能为您的职业发展助一臂之力。公司希望您能出色的完成任务，帮助公司实现发展目标，从中也希望您能体会到公司对人才的尊重和珍惜。<br />\r\n&nbsp;&nbsp;&nbsp;\r\n作为新员工，您可能是刚刚从学校走出来或者您曾经在其他企业工作过，无论属于哪种情况，请您记住，我们的企业文化有着自己的特点，当您认真阅读《员工守\r\n则》并照此执行时，请您不必紧张，既然您已经是这个大家庭的一员，我们会在方方面面帮助您，让您尽快融入集体，让您尽快成长起来。您在工作中产生的各种问\r\n题都可以随时提出，各位领导和同事都会热情地向您伸出援助之手，非常和蔼友善地帮助您尽快熟悉本职工作，希望您在工作中，尽情地发挥您的优势，展示出您的\r\n才华和能力，成为团队中的又一亮点！<br />\r\n&nbsp;&nbsp;&nbsp; \r\n您经过工作实践的积累，对我们团队建设若有更好的意见和建议，可与人事行政部或本部门负责人进行沟通，您的良好建议将对公司相关政策和制度的完善起到有效\r\n的促进作用，公司希望能够通过大家的共同努力营造一个高效、和谐、勤奋、创新、互励、共勉的工作氛围，使其成为我们最佳的工作场所。<br />\r\n&nbsp;&nbsp;&nbsp; 再次感谢您的加盟，祝您工作愉快！</span> \r\n</p>\r\n<p>\r\n	&nbsp;\r\n</p>\r\n<p>\r\n	&nbsp;\r\n</p>\r\n<p>\r\n	&nbsp;\r\n</p>', 75, '', 1, '管理员', 1419578817, 0, 0),
(90, '1419578901', '2014-0004', '员工行为准则', '<p class="MsoNormal" align="center">\r\n	&nbsp;\r\n</p>\r\n<p style="text-align:center;">\r\n	<span><span><span style="font-size:20px;"><b>员工行为准则</b></span></span></span> \r\n</p>\r\n<p>\r\n	<br />\r\n<span><span><span style="font-size:14px;">1.&nbsp;&nbsp;作为公司的一员，我们希望您能做到熟悉并认同公司的理念与企业文化，遵守各项规章制度及相关合同协议，能够将个人成长与企业发展有效地相结合。</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">2.&nbsp;&nbsp;公司是一个集体，希望您自觉维护集体荣誉，有团队合作精神和强烈的集体荣誉感。不谈论公司是非，不散布有损于公司或他人名誉的谣言，确保公司的完美形象。</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">3.&nbsp;&nbsp;提供假信息、假文件是当今社会中极不道德与违法的行为。请您确保向公司提供的个人信息、证书、证明等一切资料、文件均属实。如因假信息、假证件造成公司重大损失的，公司定将追究其法律责任。</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">4.&nbsp;&nbsp;我们希望您在工作中表现出高度的责任心和事业心，处处以公司和集体的利益为重，努力学习，不断提高自身素质，大胆提出合理化建议，为公司的发展努力工作。</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">5.&nbsp;&nbsp;如您在工作上有意见或建议，我们会给您提供畅谈意见的窗口。您可以通过书面的方式向公司相关部门反映。同时公司也会定期组织员工召开专题会议，专注于解决现有的管理制度、工作程序上的缺陷，使公司的管理水平不断获得提升。</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">6.&nbsp;&nbsp;请严守公司机密，不要将公司员工集体积累的各种资源库、成型的管理制度和管理程序传递给公司以外的任何人，更不允许将涉及公司经济利益的信息透露给其他人，因为您将损害的是公司全体员工的利益。</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">7.&nbsp;&nbsp;请不要利用工作之便收受第三方给予的不当利益，如商业贿赂等。因为这种获取短期利益的行为不仅降低了您的人格，也将使您失去与公司共同发展的机会，更可能使您受到行政和经济方面的制裁。</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">8.&nbsp; 请您树立高度的服务意识，不卑不亢地把客户当作上帝，努力为客户提供最佳的服务，创造最高价值。请记住，从长远上看，我们的付出肯定是能得到丰硕的回报。</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">9.&nbsp; 虽公司对员工进行分级管理，但请您记住，人与人之间的相互尊重与良好沟通方是解决问题的根本。所以当工作中出现问题时，希望大家能秉承相互尊重的态度，积极地相互沟通。</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">10.&nbsp;公司希望员工能养成遇事随时记录的工作习惯。</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">11. 当同事在完成一项工作任务时寻求您的协助，请您务必表明以下两种工作态度：（公司积极提倡员工之间的正常协作）</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">（1）可以协助时，一定要问明何时开始。</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">（2）无法协助时，一定要说明自己的理由，态度上一定要温和。</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">12.&nbsp; 公司倡导员工之间的关系需简单明了化。请您不要和同事谈论其他员工的工作表现，不要发表对其他员工的看法，更不要探听其他员工的工作薪酬及隐私。</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">13.&nbsp; 如您在工作中出现任何失误，都应立即向上级汇报，否则公司将有可能蒙受严重的损失。这种损失也定将影响到您的工作仕途。希望您谨记：一荣俱荣，一损俱损的道理。</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">14.&nbsp; 在工作时间，如有个人事务需要处理，请务必向人事主管请假，未经批准，请勿擅自离岗。准假后，离岗前请将自身工作交接好。</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">15.&nbsp; 工作期间，请勿一边工作、一边聊天。更不允许大声喧哗。这种行为不仅严重影响到他人的工作，同时也是自身一种低素养的表现。</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">16.&nbsp; 工作期间，请不要浏览与工作无关的网页，不要听音乐、玩游戏、看与工作无关的报纸、杂志。我们的工作时间十分宝贵，请您合理安排好每天的工作日程，提高工作效率。</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">17.&nbsp; 工作期间，请您保持清醒的头脑，忌饮酒，更不允许带着酒气工作。如您是被动或无法控制饮酒，则请您在饮酒后8小时内不要工作。隐瞒其饮酒并在酒后工作的，公司将对这种不良行为进行一定的处罚。</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">18.&nbsp; 工作期间，请您不要随意在公司接待私人来客，如确实需要会客，请您向您的上级申请。</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">19.&nbsp; 请大家继续秉承“勤俭节约”的传统美德。</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">20.&nbsp; 无论何时，请拒绝黄赌毒。</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">21.&nbsp; 请爱护公司财物，不要故意损坏或滥用物品。员工之间如因过失或方法不当损坏他人物品时，应立即主动承认错误并诚恳道歉，以求合理赔偿。</span></span></span> \r\n</p>\r\n<p>\r\n	<span><span><span style="font-size:14px;">22.&nbsp; 如您发觉公司的工作环境和要求不适合自己，可以愉快地按照公司的相关规定辞职。但请不要因即将离开公司而懈怠了您的工作责任和工作热情。</span></span></span> \r\n</p>\r\n<p>\r\n	&nbsp;\r\n</p>', 75, '', 1, '管理员', 1419578901, 0, 0),
(91, '1419580929', '2014-0005', '员工工作原则', '<p style="text-align:center;">\r\n	<span><b><span style="font-size:20px;">员工工作原则</span></b></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;</span></span>\r\n</p>\r\n<p style="text-align:center;">\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp; 本原则适用于公司各地区的所有员工，员工在工作、休假或准备离开公司期间，均应遵守这些原则。</span></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;</span></span>\r\n</p>\r\n<p>\r\n	<span><b><span style="font-size:14px;">1.&nbsp;&nbsp;&nbsp; 明确工作任务</span></b></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;公司每位员工，应明确自身的工作内容与责任。并主动保持与其他部门及同事之间正常、和谐的工作关系。</span></span>\r\n</p>\r\n<p>\r\n	<span><b><span style="font-size:14px;">2． 态度和技能要求</span></b></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;公司每位员工，应是具有一定素质的专业人员。不论从事于哪个岗位，都应具备该职位应有的专业水准。在工作中，应侧重于深度和熟练程度上的钻研进取，并能主动地运用知识、技巧和经验，去面对工作中的每个问题，</span><span style="font-size:14px;">不断思考创新。同时还应积极主动地学习相关专业知识，完成公司给予的各项培训活动。</span></span>\r\n</p>\r\n<p>\r\n	<span><b><span style="font-size:14px;">3． 解决问题的方式</span></b></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;公\r\n司每位员工，都应对自己完成的工作保持警惕，因为在真正完成任务之前，问题会随时发生。要努力学会寻找与本职工作相关的问题，并对工作中的任何问题，都应\r\n找到妥善解决的方法，并作相应记录。对于自己无法控制的问题，应在有效时间内向上一级请示，并提出自己的建议，得到帮助解决，并避免同类问题再次出现，要\r\n在不断总结经验中得到提高。</span></span>\r\n</p>\r\n<p>\r\n	<span><b><span style="font-size:14px;">4．&nbsp; 工作评估体系</span></b></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;每月底，完成当月的工作总结并对下个月的工作做出计划。您的直接主管将会根据您的工作，按照公司的评估体系做出正确的评估并会与您沟通，帮助您提高绩效。</span></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;每年初应开始完成年度工作计划，确定全年的工作内容，与上级主管共同讨论年度工作审评标准。年度结束或执行期间根据计划进行审评。</span></span>\r\n</p>\r\n<p>\r\n	<span><b><span style="font-size:14px;">5． 公平竞争</span></b></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp; 5.1.&nbsp;&nbsp;公司提倡公平竞争的原则，适用于对内、对外的所有活动及行为。</span></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.2.&nbsp;&nbsp;内部建立公平的竞争机制，鼓励员工的个性发展，为员工工作能力的施展提供公开、公平、公正的竞争平台。</span></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp; 5.3.&nbsp;&nbsp;公司所有员工在遵纪守法的前提下，遵循公平竞争原则，不得采用违规、违法的手段与对手竞争。</span></span>\r\n</p>\r\n<p>\r\n	<span><b><span style="font-size:14px;">6． 非法和有问题的收入</span></b></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp; 6.1.&nbsp; 在公司的业务活动过程中，会出现各种内部和外部的交际活动或商务活动。公司严格禁止，员工在交往期间，收受其同事或下属，出于礼貌或促进关系而馈赠的各种形式的礼物。</span></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp; 6.2.&nbsp; 在与客户、供应商或业务合作单位正常的交往中，不得接受上述单位或个人的任何费用或馈赠。如果情况无法判定，应在事情发生前或发生时向直接上级请示。</span></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp; 6.3.&nbsp; 公司对于商业交往中的宴请活动是不禁止的。但宴请或被宴请，应得到上级的批准。被宴请的情况，应报直接上级做业务活动记录。</span></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.4.&nbsp; 公司人员无论任何理由，发生钱与物的馈赠问题都会记录在案。</span></span>\r\n</p>\r\n<p>\r\n	<span><b><span style="font-size:14px;">7． 利益冲突</span></b></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;在公司与其他公司或团体，公司与个人利益发生冲突时，公司员工应坚决维护本公司的利益，通过认真判定来解决这些冲突。</span></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7.1.&nbsp;&nbsp;个人财务利益可能影响公司商务利益判定。</span></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7.2.&nbsp;&nbsp;技术机密或商业机密等信息会增加个人收入。</span></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7.3.&nbsp;&nbsp;接受外部的聘用而占用工作时间或降低工作效率以至影响工作业绩。</span></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7.4.&nbsp;&nbsp;在没有公司批准的情况下占用工作时间或公司资源为他人提供服务。</span></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp; 通常，当您预感冲突即将发生或正在发生时，可遵循如下原则：立即向主管声明情况，并结束工作，在工作时效内设法弥补公司已经或可能将遭受的损失。</span></span>\r\n</p>\r\n<p>\r\n	<span><b><span style="font-size:14px;">8． 财务及业务记录</span></b></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;员\r\n工应将真实、可靠的财务及业务记录制成报告交给公司的管理者。这些报告严格禁止以错误失真的数字误导公司及上级管理人员，不得以任何目的或理由向公司隐瞒\r\n真实的数字。报告必须在规定时间内完成，任何时间，任何人都应遵守公司的财务规定和工作时限，如认为无法完成时应在时限内向上级说明。</span></span>\r\n</p>\r\n<p>\r\n	<span><b><span style="font-size:14px;">9． 内部信息交流</span></b></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;公\r\n司所有信息应在正式对外公布后方可公开，对于公司未批准，公开的技术或商业信息，包括：公司的投入、利润、新产品或新发现、主要管理层的变动、市场策略、\r\n计划等。严格禁止知情员工透露给公司的其他员工、合作伙伴甚至股份持有者。公司禁止员工私下为其他人提供内部信息。在机密的有效期内，不得向媒体、市场透\r\n露任何相关信息。</span></span>\r\n</p>\r\n<p>\r\n	<span><b><span style="font-size:14px;">10．劳动成果</span></b></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;员工在任职期间，因履行职务或主要是利用公司的物质、技术条件、业务信息等所产生的技术资源或其他商业信息，应属于公司成果，个人不能在工作期间或工作结束后毁坏、消除或据为己有甚至转用于其他单位。</span></span>\r\n</p>\r\n<p>\r\n	<span><b><span style="font-size:14px;">11．安全</span></b></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;公司为每一位员工提供安全和健康的工作场所，员工应遵守公司制定的所有安全法规和工作规程。</span></span>\r\n</p>\r\n<p>\r\n	<span><b><span style="font-size:14px;">12．汇报和监督</span></b></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;员工如发现某个办事程序和组织原则被破坏，可向公司相关管理部门汇报，公司将秉着礼貌和慎重的态度来进行处理。</span></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;</span></span>\r\n</p>\r\n<p>\r\n	&nbsp;\r\n</p>', 75, '', 1, '管理员', 1419580929, 0, 0),
(92, '1419581000', '2014-0006', '同事关系法则', '<p style="text-align:center;">\r\n	<span style="font-size:20px;"><b>同事关系法则</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">1．关系总则<br />\r\n&nbsp;&nbsp; 简单、纯洁的同事关系是公司健康发展的保证，常言道：君子之交淡如水，是本公司推崇的健康朴素的关系法则。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">2.日常关系<br />\r\n&nbsp;&nbsp; 2.1.&nbsp; 见面问声好，分手说再见。<br />\r\n&nbsp;&nbsp; 2.2.&nbsp; 工作时间埋头工作，不闲聊，更不说闲话和废话。<br />\r\n&nbsp;&nbsp; 2.3.&nbsp; 业务上虚心向上级和熟练员工请教，请教后，不要忘记说声谢谢。<br />\r\n&nbsp;&nbsp; 2.4.&nbsp; 同事生病或受伤时，必须停止手头的工作。应立即向上级汇报并给予相应的帮助。<br />\r\n&nbsp;&nbsp; 2.5.&nbsp; 任何场合都不能与同事或闲人议论其他员工或公司的事情，更不可指责、讥讽同事，因为这样只能给别人带来不快，同时也损坏公司形象，对己亦无益处。<br />\r\n&nbsp;&nbsp; 2.6.&nbsp; 公司执行暗薪制度，请不要将自己的工资和奖金数目告诉同事，更不可探听同事的工资及奖金数目，否则将受到公司的相应处罚。<br />\r\n&nbsp;&nbsp; 2.7.&nbsp;&nbsp;公司不提倡将钱借予同事与他人，也不提倡向同事和他人借钱。这种私下的借贷关系可能会导致你与他人的关系复杂与紧张化。<br />\r\n&nbsp;&nbsp; 2.8.&nbsp;&nbsp;请不要探听同事的隐私，更不要将同事的隐私对外扩散。同事违规由公司处理，同事违法由司法机关处理。<br />\r\n&nbsp;&nbsp; 2.9.&nbsp;&nbsp;公司不提倡经常与同事聚餐（工作餐除外）。经常与同事一起聚餐会使同事之间的关系变得复杂。<br />\r\n&nbsp;&nbsp; 2.A.&nbsp;&nbsp;不要以同事的表情及眼色或无意的话语中猜测同事的内心想法。实践证明，猜测一般都是错误的，而且猜测会使同事之间的关系变得复杂与紧张。<br />\r\n&nbsp;&nbsp; 2.B.&nbsp;&nbsp;不要以老师评价学生或父母评价孩子的方式来判断同事的好坏。只要做好本职工作，且不伤害别人和公司的利益，那么他就是一个好员工。<br />\r\n&nbsp;&nbsp; 2.C.&nbsp;&nbsp;在办公区域，任何时候不要与同事打麻将、玩扑克牌或赌博，无论是赌钱还是娱乐性质的一经发现，您可能会丢掉您的这份工作。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">3．同事相处重要原则<br />\r\n&nbsp;&nbsp;\r\n您的同事每天的工作，都是按照部门自己的计划来安排的。您不能在没有商量的前提下，以吩咐或命令的口吻，要求您的同事（即使是您的下属）无理改变日常安排\r\n的工作（紧急公事除外）来帮助或协同您去做一项事情。如需同事帮助，应该与同事进行充分商量，请求帮助或协助。请记住：您的同事与您平等，无理打乱同事的\r\n工作计划是对同事最大的不尊重。您同事的存在，对您来说是非常重要的。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">4．下级提升为上级后的关系<br />\r\n&nbsp;&nbsp; 您必须对您的下属被提升为您的领导有充分的思想准备。您的下级因工作出色，或工作需要，随时都有被提升的可能。当您的下属被任命为您的上级时，您就必须服从他的领导。此时请您做以下选择：<br />\r\n&nbsp;&nbsp; 4.1.&nbsp; 一如既往地做好本职工作。<br />\r\n&nbsp;&nbsp; 4.2.&nbsp; 更加努力地工作，争取更快地提升。<br />\r\n&nbsp;&nbsp; 4.3.&nbsp; 提出辞职。如您带着不满的情绪工作，造成对公司的不利，对您业绩的不利，那么有可能最终被解聘。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">5．卫生关系<br />\r\n&nbsp;&nbsp; 5.1.&nbsp; 每天工作期间，要注重个人卫生、仪表着装。做到勤洗澡、勤换衣，保持口腔卫生与清洁，使您精神饱满，气质出众的完成每一天的工作。如若身上带有异味，或发现有口腔及肠胃疾病困扰的，请及时就医治疗。希望大家共同营造一个清洁愉快的工作环境。<br />\r\n&nbsp;&nbsp; 5.2.&nbsp; 如发现自己患有传染性疾病时，未免影响其他同事的健康，请及时向公司汇报，公司将会做出妥善处理。隐瞒病情只会让同事对您产生反感，同时公司也将会做出相应的处罚。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">6．矛盾与纠纷<br />\r\n&nbsp;&nbsp; 6.1.&nbsp; 公司反对同事之间的矛盾与纠纷。<br />\r\n&nbsp;&nbsp; 6.2.&nbsp; 如同事之间产生矛盾，请首先考虑：你们之间的矛盾及纠纷是否会影响或损坏公司的声誉和礼仪。如有影响，公司将对双方做出同等的处罚。<br />\r\n&nbsp;&nbsp; 6.3.&nbsp; 如矛盾系一方故意引发，公司将鼓励另一方予以投诉举报，以便公司核实后做出相应的处理。</span>\r\n</p>', 75, '', 1, '管理员', 1419581000, 0, 0),
(93, '1419581054', '2014-0007', '奖惩条例', '<p style="text-align:center;">\r\n	<span style="font-size:14px;">&nbsp;<span style="font-size:20px;"><b>奖惩条例</b></span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>1.总则</b><br />\r\n&nbsp;&nbsp;&nbsp; </span><span style="font-size:14px;">公\r\n司设立奖惩条例，宗旨是鼓励员工在各自的工作领域，坚持原则，大胆创新，勇于实践，争创佳绩。营造一种勤奋努力积极向上的工作氛围，摒弃那种不求上劲，碌\r\n碌无为的平庸思想。通过这一方式来告戒员工什么是对，什么是错，严格地规范各自行为，使我们的工作环境更加健康、和谐、充满生机。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>2.奖励</b><br />\r\n&nbsp; 奖励分为下列两种：<br />\r\n&nbsp;&nbsp;&nbsp; 嘉奖：奖励50元-200元&nbsp;&nbsp;&nbsp;<br />\r\n&nbsp;&nbsp;&nbsp; 记功：奖励200元-500元&nbsp;&nbsp;&nbsp;<br />\r\n&nbsp;&nbsp;&nbsp; 特别奖励：为企业创造突出经济效益，或挽回较大损失者。由总经理颁奖，奖励500元-1000元<br />\r\n&nbsp;&nbsp;&nbsp; 2.1&nbsp; 有下列事迹之一者，予以嘉奖：<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.1.1&nbsp; 工作努力，生产积极，适时完成任务突出者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;2.1.2&nbsp; 遵法守纪，听从指挥，互相协作，事例突出者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.1.3&nbsp; 热爱本职工作，热心服务，有具体事迹者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.1.4&nbsp; 工作中任劳任怨，却遭他人无礼排挤、打击，但为了公司的利益而不计较个人得失者。<br />\r\n&nbsp;&nbsp;&nbsp; 2.2&nbsp; 有下列事迹之一者，予以记功：<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.2.1&nbsp; 对具体工作或管理制度提出具体建议方案，经采用确具成效者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.2.2&nbsp; 发现重大问题或隐患勇于负责，使用措施得当，免于经济损失或减少损失程度者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.2.3&nbsp; 被推荐人连续工作2年以上的，表现优秀，给予推荐人记功奖励。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.2.4&nbsp; 举发违规或侵害公司利益的案件者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.2.5&nbsp; 同坏人坏事做斗争，维护了公司正常的经营秩序者。<br />\r\n&nbsp;&nbsp;&nbsp; 2.3&nbsp; 有下列事迹之一者，予以特别奖励：<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.3.1&nbsp; 对公司有特别贡献者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.3.2&nbsp; 一年内累计被奖励5次以上者。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>3.惩罚</b><br />\r\n&nbsp; 员工惩罚分为下列四种：<br />\r\n&nbsp;&nbsp;&nbsp; 警告：处罚50元-200元<br />\r\n&nbsp;&nbsp;&nbsp; 记过：处罚200元-500元<br />\r\n&nbsp;&nbsp;&nbsp; 记大过：处罚500-1000元<br />\r\n&nbsp; 解聘：解除劳动关系<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;3.1&nbsp; 有下列情形之一，经查证属实，予以警告：<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.1&nbsp; 在工作时间谈天、嬉戏、阅读无关职务工作的书报杂志者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.2&nbsp; 工作时间上网闲聊。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.3&nbsp; 在工作时间内擅离工作岗位者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.4&nbsp; 工作期间长时间接待与工作无关的人员。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.5&nbsp; 因过失，导致发生工作失误，情节轻微者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.6&nbsp; 品行不正，不讲文明，辱骂他人者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.7&nbsp; 无故不参加公司组织的各类培训活动。不服从主管人员合理指挥者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.8&nbsp; 应急情况离开，未交接好自己的工作又没向公司报告者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.9&nbsp; 汇报工作报喜不报忧，对同事及上级进行偏离实际的恭维和奉承者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.A&nbsp; 对公司员工（包括管理者）的缺点及错误不能正面提出而在私下进行议论者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.B&nbsp; 故意损坏或滥用公司设备、员工物品的。（并照价赔偿损失）。<br />\r\n&nbsp;&nbsp;&nbsp; 3.2&nbsp; 有下列情形之一经查证属实或有具体事实者，予以记过：<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp; 3.2.1&nbsp; 顶撞上级，恶意攻击、中伤同事制造事端者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp; 3.2.2&nbsp; 不能如期完成上级指示或有期限的工作任务，未申报正当理由又不及时与上级沟通，从而造成工作延误者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp; 3.2.3&nbsp; 未按公司既定的工作流程处理事务，造成一定后果或影响，或给公司造成直接经济损失者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp; 3.2.4&nbsp; 工作时间，躺卧睡觉者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.2.5&nbsp; 被警告每满3次记过一次。<br />\r\n&nbsp;&nbsp;&nbsp; 3.3&nbsp; 有下列情形之一经查证属实或有具体事实者，予以记大过：<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp; 3.3.1&nbsp; 发现公司财务资料受损、丢失而不管不问，不及时反应上报的行为。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp; 3.3.2&nbsp; 拒绝听从主管人员合理指挥监督，经劝导仍不听从者；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp; 3.3.3&nbsp; 造谣生事，散播谣言致使公司蒙受重大损失和影响者；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp; 3.3.4&nbsp; 一个月内累计旷工达3日者；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp; 3.3.5&nbsp; 带人打卡或托人打卡伪造出勤记录者<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp; 3.3.6&nbsp; 累计被警告和记过的总次数每满3次记大过一次。<br />\r\n&nbsp;&nbsp;&nbsp; 3.4&nbsp; 有下列情形之一属于严重违反劳动纪律行为，公司将给予解聘处理：<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.1&nbsp; 向他人透露或探询他人薪金，在公司内引起不必要的争端的行为；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.2&nbsp; 故意撕毁公文；遗失重要公文（物品），造成严重后果的行为。<br />\r\n&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; 3.4.3&nbsp; 公司职能部门人员在行驶权利时，不通过正常程序申述或由于其它原因，而扬言“不想干了”等类似语言造成极坏影响的行为；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.4&nbsp; 有意怠慢工作或工作不努力的，未能完全履行自己的职责的行为；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.5&nbsp; 擅自变更工作流程致使公司蒙受重大经济损失者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.6&nbsp; 偷窃公司财物、商业资料或其他同事财物的行为；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.7&nbsp; 利用工作之便营私舞弊，谋取私利，私吃回扣，索贿、受贿的行为；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.8&nbsp; 盗用公司印章的行为；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;3.4.9&nbsp; 模仿领导签字的行为；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.A&nbsp; 恶言吵骂同事或怂恿相骂、导致动手打架的行为。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.B&nbsp; 在公司内酗酒滋事造成恶劣影响的行为；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.C&nbsp; 赌博、吸毒、参与骚乱或违法违纪行为并对公司造成不利影响的；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.D&nbsp; 在本职工作以外，私自为其他企业做有偿服务和具竞争行为工作的；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.E&nbsp; 连续旷工三天，全年累计旷工10天的行为；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.F 全年累计被警告、记过、记大过的总次数在5次以上者</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>4.实施办法</b><br />\r\n员工奖惩应填写员工“奖惩申报审批表”，写明具体事实移送人事行政部调查核定。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>5.此条例自发布之日起生效执行，解释及修改权归属于人事行政部。</b></span>\r\n</p>', 75, '', 1, '管理员', 1419581054, 0, 0),
(94, '1419581071', '2014-0008', '其它行为要求', '<p align="left">\r\n	&nbsp;\r\n</p>\r\n<p style="text-align:center;">\r\n	<span><span style="font-size:20px;"><b>其它行为要求</b></span></span>\r\n</p>\r\n<p>\r\n	<span><b><span style="font-size:14px;">仪表仪态要求：</span></b></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">员工的仪表着装不仅体现个人的气质与修养，更体现公司的整体形象和精神风貌。<br />\r\n1．请安排好您的作息时间，以旺盛的工作热情来迎接每天的工作。<br />\r\n2．请使用普通话进行工作交流，普通话是大众文化的集中表现，是国家通用语言，是重要的交际工具和信息载体。<br />\r\n3．在与同事讨论工作时，请先放低声音，并注意礼貌，给其他员工创造一个安静舒适的工作环境。讲文明，懂礼貌。请不要说脏话、粗话以及骂人。<br />\r\n4．请及时接听电话，最好不要超过三声，较长的电话铃声会影响到其他员工，如果该员工不在座位上，请相邻的员工帮忙接听，记录下电话信息并告之对方会尽快回电。<br />\r\n5．整洁得体的着装会让你看起来更精神，请您保持清洁、大方、整齐、端庄的仪表，不要着短裤、超短裙、吊带装、拖鞋上班。重要场合（如：会见客户），请着职业装或商务装。<br />\r\n6．秃头、蓄须、华丽或过多的饰物，代表一个人的个性，但在工作场合并不适合，请注意。</span></span>\r\n</p>\r\n<p>\r\n	<span><b><span style="font-size:14px;">环境卫生要求：</span></b></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">1．请保持办公区域内干净整洁，物品摆放整齐、有序，不要过多摆放个人饰物；地面无污物，桌面清洁无尘。<br />\r\n2．在您离开座位或下班时，请将座椅摆放到位，桌面整齐干净，关闭计算机电源。<br />\r\n3．您个人使用的计算机、电话机等设备，应经常擦拭，保持清洁无尘摆放有序。<br />\r\n4．请在下班前将个人的办公桌收拾干净，物品摆放整齐，关闭计算机后再离开。<br />\r\n5．使用公司会议室后，请将桌椅放回原位，清理废弃物品，关闭电源锁好门窗。<br />\r\n6．卫生间用完之后，请立即冲刷干净。<br />\r\n7．请勿随地乱扔垃圾。<br />\r\n8．就餐完毕后，请将桌上的饭菜渣子清理干净。<br />\r\n9．个人办公区域由个人负责清理，公共办公区域由保洁员负责，请珍惜他人的劳动成果，保持整洁。</span></span>\r\n</p>\r\n<p>\r\n	<span><b><span style="font-size:14px;">安全要求：</span></b></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">1．办公室钥匙由公司统一登记管理，请不要将钥匙交予非本公司人员使用，否则造成的一切损失或费用将由您个人承担。员工离职时须交还钥匙，请勿随意转交他人。<br />\r\n2．下班时请务必关闭主机及显示器，使用笔记本电脑的员工请将笔记本锁好，并将个人重要物品和文件锁好，确保安全。<br />\r\n3．每天下班后，最后一个离开公司的员工请务必关闭公司所有电器设备，关闭好门窗。<br />\r\n4．逢节假日，请切断公司所有电源，以防隐患。<br />\r\n5．发现险情时请及时报警。</span></span>\r\n</p>\r\n<p>\r\n	&nbsp;\r\n</p>', 75, '', 1, '管理员', 1419581071, 0, 0),
(95, '1419581086', '2014-0009', '沟通原则', '<p align="center">\r\n	&nbsp;\r\n</p>\r\n<p style="text-align:center;">\r\n	<span><span style="font-size:20px;"><b>沟通原则</b></span></span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span><span style="font-size:14px;">1、沟通时应当礼貌有节、准备充分、用语得体、积极聆听并及时反馈。</span></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">2、与主管、上级的沟通：首先，应当尊重主管、上级，维护其权威；态度应谦恭，语气应平缓而坚定。其次，充分准备沟通事宜、总结要点、阐述己见、请求指示。</span></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">3、与下级的沟通：下达命令、分派工作时，应当明确。赞扬部下，应当真诚，鼓励其再接再厉，告诫其戒骄戒躁。批评部下，应当对事不对人，明确指出不足之处，并提出改正措施与要求，以理服人。</span></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">4、与同事的沟通：坦诚相待，态度谦和，以完成工作和解决问题为出发点，遵循团队协作与配合，不指手划脚、不要求命令。</span></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">5、与客户的沟通：以礼相待，不卑不亢，了解客户需求，明确自己态度，积极交流，及时反馈。</span></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">6、与工作相关的沟通要按公司要求进行记录，保证沟通的有效性。</span></span>\r\n</p>\r\n<p>\r\n	&nbsp;\r\n</p>', 75, '', 1, '管理员', 1419581086, 0, 0),
(96, '1419581163', '2014-0010', '日常管理制度', '<p align="center">\r\n	&nbsp;\r\n</p>\r\n<h1 align="center">\r\n	<span style="font-size:14px;"><a name="_Toc176771637"></a><a name="_Toc176772178"></a><a name="_Toc178072689"></a><a name="_Toc178500036"></a><span>日常管理制度</span></span>\r\n</h1>\r\n<h2>\r\n	<span style="font-size:14px;"><a name="_Toc176771638"></a><a name="_Toc176772179"></a><a name="_Toc178072690"></a><a name="_Toc178500037"></a><span>一、工作时间</span></span>\r\n</h2>\r\n<p>\r\n	<span style="font-size:14px;"><span>1、实行每周五天八小时工作制，总部工作时间为上午9：00-下午17：00，中午休息时间为12：30-13：30.</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>&nbsp; 外埠业务部门具体由经理（主管）根据各个区域的工作习惯确定并报公司批准，节假日按照国家下发的放假通知执行。</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>2、考勤</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>&nbsp; 2.1、总部内勤人员实行门禁刷卡制度：上下班各刷一次</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>&nbsp; 2.2、部门考勤管理规定</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>&nbsp;（1）各部门由部门经理（主管）制定考勤规定，报行政部备案。</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>&nbsp;（2）业务人员应按考勤规定于每个工作日向部门经理(主管)报告行程，执行任务后，应在第一时间向部门经理(主管)汇报效果，部门经理（主管）应做好工作记录和批示。</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>&nbsp;（3）未按规定进行考勤规定报告考勤者，视为旷工。</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>&nbsp;（4）部门经理（主管）应按公司规定时间将月度考勤记录报给行政部统计考勤情况。</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>3、会议与约见</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>&nbsp;准时参加公司的团队活动、部门会议，遵守与同事及客户的约见时间。</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>4、出差</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>&nbsp;出差应提前申请，批准后方可执行，详细规定见《出差管理规定》。</span></span>\r\n</p>\r\n<h2>\r\n	<span style="font-size:14px;"><a name="_Toc176771639"></a><a name="_Toc176772180"></a><a name="_Toc178072691"></a><a name="_Toc178500038"></a><span>二、部门工作汇报及沟通</span></span>\r\n</h2>\r\n<p>\r\n	<span style="font-size:14px;"><span>1、各部门应在部门经理（主管）的召集下，于每周固定时间召开周例会，讨论本周工作的得与失，吸取教训，总结经验；制定下周工作计划，计划发生变动时，应马上通知直接上级。</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>2、部门经理（主管）每周向其直接上级汇报一次所辖工作该周工作进展情况及下周工作计划，按时提交各种工作报表。</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>3、每月底召开月总结会，讨论本月工作的得与失，吸取教训，总结经验；制定下月工作计划。在有效期内完成月工作述职报告，进行绩效评估。</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>4、对于参加或组织业内大型专项活动，应当提前申请，经批准后方可实施。同时，应在活动结束后提交活动报告。未按规定执行者，公司将不予报销相关费用。</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>5、按公司规定业务流程进行汇报，对于直接领导承诺答复的申请或方案在有效期内未见明确回复者，可及时提醒一次。重大事件严重影响工作进展未有回复、未获及时回复或不同意领导意见者，可向上一级领导报告。</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>6、保持通讯工具通畅，以方便公司联络。8：00-22：00期间保证开机。一个月内两次无法联系上的（无法联系30分钟视同一次），扣发当月全部通讯补贴。重大活动期间关机或失去联系者，按旷工1天处理。</span></span>\r\n</p>\r\n<h2>\r\n	<span style="font-size:14px;"><a name="_Toc176771640"></a><a name="_Toc176772181"></a><a name="_Toc178072692"></a><a name="_Toc178500039"></a><span>三、培训学习</span></span>\r\n</h2>\r\n<p>\r\n	<span style="font-size:14px;"><span>1、员工应自觉提高销售技巧和掌握产品知识，珍惜各种形式的培训和学习机会，利用部门经理（主管）协同工作机会提高工作技巧。</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>2、主管每周至少组织利用白天时间对直接下属进行沟通辅导,以逐步提高下属的业务水平。</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>3、技能考试：公司相关主管经理将不定期地对各部门人员的专业知识掌握情况进行抽查考试，对于考试不合格的，公司将按照规定予以处理或处罚。</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>4、在业务方面为他人提供良好典范者予以表扬，表现优异者给予奖励和提升。</span></span>\r\n</p>\r\n<h2>\r\n	<span style="font-size:14px;"><a name="_Toc176771641"></a><a name="_Toc176772182"></a><a name="_Toc178072693"></a><a name="_Toc178500040"></a><span>四、部门协同拜访</span></span>\r\n</h2>\r\n<p>\r\n	<span style="font-size:14px;"><span>1、协同工作是沟通、培训、解决问题的重要方式，部门经理（主管）每周根据周计划制定协同工作。部门经理应安排50%以上时间用于协助指导下属，并于每次协同工作后，对下属的工作提出意见或建议并进行总结，确认需要改进事项。</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>2、部门经理（主管）在协同工作中发现问题，应及时与下属或客户进行沟通，不应拖拉不决。</span></span>\r\n</p>\r\n<h2>\r\n	<span style="font-size:14px;"><a name="_Toc176771642"></a><a name="_Toc176772183"></a><a name="_Toc178072694"></a><a name="_Toc178500041"></a><span>五、部门档案管理</span></span>\r\n</h2>\r\n<p>\r\n	<span style="font-size:14px;"><span>1、整理</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>&nbsp;定期整理工作资料，所有工作记录必须分类建档、存档，定期更新，保证数据的准确、有效。</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>2、保存</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>&nbsp;妥善保管业务资料，不得泄露业务资料及相关数据，努力维护公司的专业形象，使公司避免遭受不必要的损失。</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>3、检查</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>&nbsp;主管每个月检查一次下属的档案管理情况，不符合要求、不准确、不全面的，负责监督重新整理，确保资料无误。</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>4、部门经理（主管）每个月将本地区的工作记录更新后向公司上报，上级负责人或部门要进行核查。</span></span>\r\n</p>\r\n<h2>\r\n	<span style="font-size:14px;"><a name="_Toc176771643"></a><a name="_Toc176772184"></a><a name="_Toc178072695"></a><a name="_Toc178500042"></a><span>六、部门报表管理</span></span>\r\n</h2>\r\n<p>\r\n	<span style="font-size:14px;"><span>1、按时、认真填写</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>&nbsp;（1）所有周报表及其他报表必须严格按照规定内容编制、填写，严格按照规定时间提交上级领导。</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>&nbsp;（2）周报表应于每周日18点前上交给直接上级。周报表必须填写详细，反映本周的工作进展，反馈存在的问题，以及制定下周的具体工作计划。因特殊原因不能及时上交的，应以书面方式通知直接上级并确定上交时间。</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>2、批阅执行</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span>&nbsp;各级经理应严格监控并批阅所有报表，三个工作日内给予批复，员工应认真按照批复意见或建议执行工作。</span></span>\r\n</p>\r\n<p>\r\n	&nbsp;\r\n</p>', 76, '', 1, '管理员', 1419581163, 1419581182, 0);
INSERT INTO `xy_document` (`id`, `attid`, `doc_no`, `name`, `content`, `folder`, `add_file`, `user_id`, `user_name`, `create_time`, `update_time`, `is_del`) VALUES
(97, '1419582226', '2014-0011', '办公用品及设备管理制度', '<p>\r\n	&nbsp;\r\n</p>\r\n<p align="center">\r\n	<span style="font-size:20px;"><b>办公用品及设备管理制度</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>1.日常管理</b><br />\r\n&nbsp;&nbsp; 1.1&nbsp; 日常办公用品本着“节约，杜绝浪费”的原则可随用随领，其中非易耗类办公用品需以旧换新（如：订书器、计算器、电话等）<br />\r\n&nbsp;&nbsp; 1.2&nbsp; 所有办公设备均建立详细的档案，包括设备名称、型号、配置、品牌、购置时间、保修时间、专业维修点负责人及联络方式、使用人签字、使用变更记录、故障登记记录、故障维护记录、设备报损记录等。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>2．维护</b><br />\r\n&nbsp;&nbsp; 2.1&nbsp; 人事行政部应定期对员工进行重点办公设备操作培训，以提高办公效率，杜绝安全隐患，减少误操作，延长设备使用寿命。<br />\r\n&nbsp;&nbsp; 2.2&nbsp; 公司全体员工均需爱护并正确使用和操作各类办公设备。一旦办公设备在使用过程中出现故障，应及时交人事行政部进行处理。未经允许，个人不得私自拆卸、维修。<br />\r\n&nbsp;&nbsp; 2.3&nbsp; 个人使用的办公设备如需更换或调整，需经过人事行政部调配，之后重新签字确认个人资产领用表，方可使用；如未按照其程序执行，自行调配设备的员工，公司将予以警告处理。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>3．办公设备的报废</b><br />\r\n&nbsp;&nbsp; 3.1&nbsp; 报废报损的情况：<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.1&nbsp; 正常使用，正常磨损或损耗，不能继续使用和修复的办公设备；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.2&nbsp; 遭遇非常事故，使办公设备受到严重破坏，不能修复使用的办公设备；<br />\r\n&nbsp;&nbsp; 3.2&nbsp; 报废报损程序<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 办公设备的报损、报废，必须由领用、保管人申请，经人事行政部鉴定，填写“办公设备报损、报废单”，后附照片，报部门负责人批准，交财务部核查，报总经理审批，然后销账。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>4.办公设备的损坏、遗失、侵占 </b><br />\r\n&nbsp;&nbsp; 4.1&nbsp; 办公设备领用后由领用人负责保管，发生丢失均由保管人按原价进行赔偿；属部门专用的若丢失，能确定责任人的由责任人照价赔偿，不能确定责任人，由部门所有员工共同承担损失。<br />\r\n&nbsp;&nbsp; 4.2&nbsp; 办公设备被损坏（包括非故意的），当事人需及时报人事行政部联系修复事宜，能修复的，各项费用由当事人承担。损坏严重无法修复的，由当事人全额赔偿。<br />\r\n&nbsp;&nbsp; 4.3&nbsp; 蓄意损坏公司办公设备或伪造遗失公司办公设备的，解除劳动合同并处以损失的两倍罚款。情节严重的，提交司法部门依法处理。<br />\r\n&nbsp;&nbsp; 4.4&nbsp; 员工非法侵占公司的办公设备，公司将派人追回，并要求非法侵占人赔偿相应的经济损失，情节严重，公司将提交司法部门依法处理，解除劳动合同。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>5. 盘点</b><br />\r\n&nbsp;&nbsp; 人事行政部、财务部组织专人每季度末对办公设备进行盘点，逐一核查，做到帐实相符，并提交相关报告。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>6. 归还</b><br />\r\n&nbsp;&nbsp;&nbsp;6.1&nbsp; 保管人因工作需要或离职时，须归还或移交所保管领用的办公设备。<br />\r\n&nbsp;&nbsp;&nbsp;6.2&nbsp; 按公司物品移交表，归还个人领用的各类公司物品，经人事行政部检验后，方可离开；如因个人原因丢失公司物品现象，需三日内以同等价值的物品归还公司，如恶意拖延，将从个人工资中扣除。<br />\r\n&nbsp;&nbsp;&nbsp;6.3&nbsp; 当月离职员工，需将本月需要提交的票据，按规定时间及时上交人事行政部，确保正常结算。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>7. 此管理制度自发布之日起生效执行，解释及修改权归属于人事行政部。</b></span>\r\n</p>', 76, '', 1, '管理员', 1419582226, 0, 0),
(98, '1419582261', '2014-0012', '工作系统账号开通关闭管理制度', '<p align="center">\r\n	&nbsp;\r\n</p>\r\n<p align="center">\r\n	<span style="font-size:20px;"><span style="font-size:20px;"><b>工作系统账号开通、关闭管理制度</b></span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span style="font-size:14px;"><b>1.目的</b><br />\r\n&nbsp;&nbsp; 为了规范工作系统的管理，有效进行资源的分配，特制定本管理办法。</span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><span style="font-size:14px;"><b>2.管理部门</b></span><br />\r\n&nbsp; 人事行政部，具体工作由人事助理来操作。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>3.实施办法</b><br />\r\n&nbsp; 3.1&nbsp; 工作系统开通<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; 3.1.1&nbsp; 属于公司直管的新进员工在办理完所有的入职手续后方可开通；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; 3.1.2&nbsp; 承包商制式的人员需与公司签订相关协议后，得到销售助理确认，营销总监的审批后方可开通。开通需提供姓名、职位、&nbsp; 直接上级姓名、联系方式（包括电话、邮件地址）。<br />\r\n&nbsp; 3.2&nbsp; 工作系统关闭<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; 3.2.1&nbsp; 属于公司直管员工在办理完毕所有的离职手续后即刻关闭工作账号；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; 3.2.2&nbsp; 属于承包制式的人员在做好市场交接工作后，由营销总监确认审批后关闭工作账号；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; 3.2.3&nbsp; 销售人员换岗的自换岗日期之日起原工作账号保留一个月。<br />\r\n&nbsp; 3.3&nbsp; 销售助理一个季度与承包制式人员核对销售人员离职情况，需要关闭工作账号的报营销总监审批，送人事行政部实施。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>4.此管理制度自发布之日起生效执行，解释及修改权归属于人事行政部。</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b><br />\r\n</b></span>\r\n</p>', 76, '', 1, '管理员', 1419582261, 0, 0),
(99, '1419582321', '2014-0013', '公司信箱与电子邮箱管理制度', '<p align="center">\r\n	<b><span style="font-size:20px;">公司信箱与电子邮箱管理制度</span></b>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>1. 使用原则</b><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;公司设立的对外信箱和给每一部门的电子邮件帐号，主要以收发公务信件、工作文档资料为主，原则上不做为私人信件收发使用。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>2. 处理原则</b><br />\r\n&nbsp;&nbsp; 2.1&nbsp; 公司遵守国家相关的法律、法规，尊重员工的个人隐私权，员工在职期间，凡署名的信件均交本人及时拆看。若信件内容属于公务信函，员工则视需要及时交相关人员处理，以免影响相关工作的开展。<br />\r\n&nbsp;&nbsp; 2.2&nbsp; 有下列情况，如果员工没有提前特别声明为私人信件的，公司有权处理相关信件（包括拆看信件、查看电子邮件及做相关处理）：<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2.1.&nbsp; 员工休假（如事假、长期病假、婚假等超过一天假期）或出差等一天以上不在公司，与员工不能及时取得联系，公务情况紧急；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.2.2.&nbsp; 员工离职：员工对信件、电子邮件的特别声明需以书面的形式报人事行政部申请，并由本人签字，否则公司一律将按以上条款适时对信件、电子邮件进行处理。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>3. 此管理制度自发布之日起生效执行，解释及修改权归属于人事行政部。</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b><br />\r\n</b></span>\r\n</p>', 76, '', 1, '管理员', 1419582321, 0, 0),
(100, '1419582352', '2014-0014', '车辆使用管理制度', '<p align="center">\r\n	<span style="font-size:20px;"><b>车辆使用管理制度</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp; 为使公司车辆管理合理化，及有效调配各种车辆，节省营运开支等，结合本公司实际情况特制订本制度。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>1.车辆使用范围</b><br />\r\n&nbsp;&nbsp; 1.1&nbsp; 外出办事。<br />\r\n&nbsp;&nbsp; 1.2&nbsp; 展会的入展、撤展。<br />\r\n&nbsp;&nbsp; 1.3&nbsp; 内部员工出差行李、人员较多时机场接送。<br />\r\n&nbsp;&nbsp; 1.4&nbsp; 财务提现超过5000元现金的银行业务。<br />\r\n&nbsp;&nbsp; 1.5&nbsp; 提取公司重要物品或机要。<br />\r\n&nbsp;&nbsp; 1.6&nbsp; 大批量或大件物品的运输。<br />\r\n&nbsp;&nbsp; 1.7&nbsp; 公司VIP客户的接送。<br />\r\n&nbsp;&nbsp; 1.8&nbsp; 公司公用自行车可以短时间使用。公司自行车钥匙统一保管在司机处，需使用时直接到司机处登记领取钥匙。所借自行车须当日借当日归还。如若遗失将由借用人赔偿。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>2.车辆使用制度</b><br />\r\n&nbsp;&nbsp; 2.1&nbsp; 公司车辆由人事行政部统一管理，统一调度。<br />\r\n&nbsp;&nbsp; 2.2&nbsp; 公司车辆的驾驶除行政部特别安排外，全部由人事行政部有合格资质的司机来完成，其它人未经准许不得动用公司车辆。<br />\r\n&nbsp;&nbsp; 2.3&nbsp; 外出用车，须填写《派车单》，经部门主管批准后通知人事行政部，由人事行政部协调派车。长途用车需提前二天申请，以便人事行政部协调安排。如无《派车单》、无主管签署或超过使用范围，人事行政部不接收。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.2.1.&nbsp; 遇特殊情况无法由部门主管签字时，由部门主管通知行政部主管，先安排出车，待事后再补手续。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.2.2.&nbsp; 用车人员填写《派车单》时必须填写清楚各项内容，司机根据《派车单》上时间和地址出车。如遇中途更改、增加地点，顺路的可直接办理并补填在《派车单》上，不顺路的需向部门主管和人事行政部请示同意后前往，待回公司后重补《派车单》。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.2.3.&nbsp; 工作时间以外和节假日因业务工作需要用车的，必须经部门负责人同意，行政部协调同意后方可使用。违者按出私车论处。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.2.4.&nbsp; 公司车辆为办理公务配置，特殊情况下外借需要由总经理批准，相关费用自理。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>3.此管理制度自发布之日起生效执行，解释及修改权归属于人事行政部。</b></span>\r\n</p>\r\n<p>\r\n	<br />\r\n</p>\r\n<p>\r\n	<br />\r\n</p>', 76, '', 1, '管理员', 1419582352, 0, 0),
(101, '1419582376', '2014-0015', '采购管理制度', '<p align="center">\r\n	<span style="font-size:20px;"><b>采购管理制度</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>1.采购原则</b><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;必须按照先质量、后价格的原则，在确保质量的前提下商谈价格。脱离公司质量标准的价格优惠，是绝对不能被接受的。在采购过程中，坚决禁止向供货商索要钱物，不准吃请。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>2.采购程序</b><br />\r\n&nbsp;&nbsp; 2.1&nbsp; 采购任何物品均需填写采购单，报相关负责人审核，报总经理审批后方可执行。<br />\r\n&nbsp;&nbsp; 2.2&nbsp; 日常办公用品、设备、图书、杂志、报刊由人事行政部申请，填写采购单。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>3.采购计划安排</b><br />\r\n&nbsp;&nbsp;&nbsp; 各部门应对所采购的物资尽量做出月采购计划及周采购计划，以便相关部门做好相应地配合。月采购计划及周采购计划表应按标准格式制作。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>4.采购物资的质检与付款方式</b><br />\r\n&nbsp;&nbsp;&nbsp; 采购物资时要事先对供应商告知付款方式及质检程序：<br />\r\n&nbsp;&nbsp;&nbsp; 4.1&nbsp; 货到付款。物资到达后由申请部门和使用部门检验。对一些内在质量无法看到的材料，一定要在发货前到供应商厂内抽检，有的物资还需在生产过程中抽检。<br />\r\n&nbsp;&nbsp;&nbsp; 4.2&nbsp; 带款提货。在不能货到付款的情况下，由采购人员和使用部门派人到供应商处提货。检验方法同上。必须做到先验货后付款。<br />\r\n&nbsp;&nbsp;&nbsp; 4.3&nbsp; 努力做到货到付款。这样有利于物资的质量检验，但不得无故拖延供应商的款项。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>5.款项的计划与准备</b><br />\r\n&nbsp;&nbsp;&nbsp; 5.1&nbsp; 一次性支付2万元以上的款项，应在确认采购单之前告知财务部，以便财务部对资金进行调度和准备。<br />\r\n&nbsp;&nbsp;&nbsp; 5.2&nbsp; 连续5日内支付总额在5万元以上的款项，应将采购计划提前一周交于财务部，以便财务部根据资金情况做出相应决定。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>6.款项的付出</b><br />\r\n各部门申请采购的物资，必须由各部门负责人审核签字后，人事行政部备案签字，财务部审核后，报总经理审批，方可付款。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>7. 此管理办法自发布之日起生效执行，解释及修改权归属于人事行政部及财务部。</b></span>\r\n</p>', 76, '', 1, '管理员', 1419582376, 0, 0),
(102, '1419582401', '2014-0016', '文件行文管理制度', '<p align="center">\r\n	<span style="font-size:20px;"><b>文件行文管理制度</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp; 统一的文书格式使公司的各类对内对外文件、报告、请示等文件能够更加规范、标准，同时它也是公司对外形象的一致性的表现，请按照下列制定的要求来完成你的工作文件。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>1.内容</b><br />\r\n&nbsp;&nbsp; 1.1&nbsp;&nbsp; 文件的格式：<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1.1.1&nbsp;&nbsp; 纸张尺寸：应用 A4 纸（210×297mm），顶=底=2.5cm，左=右=2cm。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1.1.2&nbsp;&nbsp; 字体：公司名称&nbsp;&nbsp; 采用宋体二号加粗<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 正文标题&nbsp;&nbsp; 采用宋体小二加粗<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 一级标题&nbsp;&nbsp; 采用宋体小四加粗<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 正文内容&nbsp;&nbsp; 采用中文宋体小四。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 文件编号&nbsp;&nbsp; 采用宋体小五加粗<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 英文及数字&nbsp;&nbsp; 采用Times New Roman体小四<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1.1.3&nbsp;&nbsp; 行距：固定值，22磅<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1.1.4&nbsp;&nbsp; 文件标题格式：（最多3层）每层开头错开两个数字符，文字与标题中空一个字符。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1.&nbsp;&nbsp;&nbsp;&nbsp; 2.&nbsp;&nbsp;&nbsp;&nbsp; ……&nbsp;&nbsp;&nbsp;&nbsp; 第一层一级标题<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1.1&nbsp;&nbsp;&nbsp; 1.2&nbsp;&nbsp;&nbsp; ……&nbsp;&nbsp;&nbsp;&nbsp; 第二层二级标题<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1.1.1&nbsp;&nbsp; 1.1.2&nbsp; ……&nbsp;&nbsp;&nbsp;&nbsp; 第三层三级标题<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 当二级三级标题后面一位或两位数字达到10时，用A来代替例如：1.1.9、1.1.A、1.1.B，依此类推。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1.1.5&nbsp;&nbsp;表格及流程图等特殊内容，可不按以上标准。<br />\r\n&nbsp;&nbsp; 1.2&nbsp;&nbsp; 文件页眉页脚：<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1.2.1&nbsp;&nbsp; 文件页眉应清晰标明：“北京三合众鼎装饰工程有限公司”，文件编号。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1.2.2&nbsp;&nbsp; 文件页脚应清晰标明：文件版本号及文件页数（如1-3，1为本页页码，3为文件总数,）机密等级。<br />\r\n&nbsp;&nbsp; 1.3 文件封面：<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1.3.1&nbsp;&nbsp; 文件封面中应标明公司名称，文件标题，版本号，文件编号，文件页数，发布日期，拟制者，会签者，批准者，分发者姓名及机密等级，格式详见附件一。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1.3.2&nbsp;&nbsp; 文件变更中应注明变更日期，变更版本号，变更页数及变更内容。<br />\r\n&nbsp;&nbsp; 1.4.&nbsp;&nbsp; 文件内容：<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1.4.1&nbsp;&nbsp; 文件内容必须包括：标题、目的、范围、参考文件、定义、责任、内容、附录、有效期、机密等级、修订记录。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1.4.2&nbsp;&nbsp; 注意：一般行文（如：申请、报告等行文）可不按1.1.2格式编写，但是必须按照1.1.1-1.1.3中标准执行。<br />\r\n&nbsp;&nbsp; 1.5&nbsp;&nbsp; 文件的版本及附录<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1.5.1&nbsp;&nbsp; 版本：以编码要素A-Z，0-9排序，文件第一次拟订版本号“A/0”，文件第一次变更或修改时版本号为“A/1”，以后依次为“A/2、……”当文件第十次修改时文件版本号升级为“B/0”，以此类推C/0、D/0。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1.5.2&nbsp;&nbsp; 文件编号：按部门划分，以部门名称的首字和数字“01-99”进行编号，例如：人事行政文件，编号为“人字（ ）号”；工程部文件，工字（ ）号。文件变更或修改时文件编号不变。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1.5.3&nbsp;&nbsp; 附录：文件的附录包括文件中包含的流程图及相关表格。<br />\r\n&nbsp;&nbsp; 1.6&nbsp;&nbsp; 文件（资料）的机密等级。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;文件（资料）的机密等级分为三类，分别为A级、B级、C级，即秘密、机密、绝密。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>2.具体规定</b><br />\r\n&nbsp;&nbsp;&nbsp; 2.1&nbsp;&nbsp; 公司行文类别及要求：<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.1.1&nbsp;&nbsp; 申请：适用于下级向上级请示指示、批准、批复，应详细、准确地写明请示事由，明确提出本部门、本单位或个人对解决问题的意见，供上级参考，具体提供需要上级答复的事项。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.1.2&nbsp;&nbsp; 报告：适用于向上级汇报工作，反映情况，提出意见或建议，答复上级的询问。“报告”中不得夹带请示事项。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.1.3&nbsp;&nbsp; 通知：传达上级的指示，要求下级办理或者需要知道的事项，批转下级的公文或转达上级、同级和不相隶属单位的公文，用“通知”。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.1.4&nbsp;&nbsp; 通报：表扬好人好事，批评错误，传达重要情况以及需要各部门知道的事项，用“通报”。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.1.5&nbsp;&nbsp; 决定、决议：对某些重要事项或重大活动作出要求贯彻执行的事项，用“决议”。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.1.6&nbsp;&nbsp; 批复：答复请示事项，用“批复”。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.1.7&nbsp;&nbsp; 公告：就主管业务向公众或特定对象宣布时使用。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.1.8&nbsp;&nbsp; 指示：对下级布置工作用，阐明工作活动的指导原则，用“请示”。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.1.9&nbsp;&nbsp; 会议纪要：传达会议议定事项和主要精神，要求有关单位共同遵守执行的，用“会议纪要”。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.1.A&nbsp;&nbsp; 证明：组织（单位）证明有关人员的身份、经历、学历或某件事情的真象，用“证明”。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.1.B&nbsp;&nbsp; 介绍信：把自方的同事或业务关系介绍给对方，进行联系和沟通的常用信函，用“介绍信”。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.1.C&nbsp;&nbsp; 文件：适用于制定公司内部的规范性文件。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.1.D&nbsp;&nbsp; 传真：适用于公司对外业务联系确认、请求。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.1.E&nbsp;&nbsp; 电子邮件：公司员工对外联系业务，传递电子文件资料。<br />\r\n&nbsp;&nbsp; 2.2&nbsp; 具体行文要求及格式：<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2.1&nbsp;&nbsp; 申请、报告、通知、通报、决定、决议、批复、公告、指示的格式见附件，内容叙述条理清楚，内容详细。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2.2&nbsp;&nbsp; 会议纪要：见附件。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2.3&nbsp;&nbsp; 证明：见附件。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2.4&nbsp;&nbsp; 介绍信 见附件，也可用外部购买的专用介绍信。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2.5&nbsp;&nbsp; 传真：见附件。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.2.6&nbsp;&nbsp; 电子邮件：格式见附件，其中有几点注意事项：带附件的要加以说明“附件是关于……请查收附件。”结束语：一般用祝福的话语结束，此致/工作愉快，身体健康！或此致/商祺。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>3. 此管理制度自发布之日起生效执行，解释及修改权归属于人事行政部。</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">（后见附件）</span>\r\n</p>', 76, '', 1, '管理员', 1419582401, 0, 0),
(103, '1419582416', '2014-0017', '快件管理制度', '<p align="center">\r\n	<span style="font-size:20px;"><b>快件管理制度</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>1.管理原则</b><br />\r\n&nbsp; 为规范公司及个人快件的管理，保证其快发快递准确，以提升公司整体的工作效率，特制定本规章制度。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>2．操作程序</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>&nbsp;&nbsp;&nbsp; 总部</b><br />\r\n&nbsp;&nbsp;&nbsp; 2.1&nbsp;&nbsp;公司人事行政部负责快件的收发管理工作，公司及个人信件快件，由人事行政部统一收发。<br />\r\n&nbsp;&nbsp;&nbsp; 2.2&nbsp;&nbsp;公司各部门及个人需寄发的快件，应于每日下午16：30之前交送人事行政部，由行政助理当天点清并及时寄出，超过该时间送至的快件，均在次日寄出。<br />\r\n&nbsp;&nbsp;&nbsp; 2.3&nbsp;&nbsp;公司所使用的快递公司能够及时、准确送至文件、物品类快件，如需发送较贵重的物品或时效性较强的文件，请提前告知人事行政部，确保所发快件安全准确送达。如自行寄出，出现任何问题由个人承担。<br />\r\n&nbsp; </span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>外地区</b><br />\r\n&nbsp;&nbsp;&nbsp; 2.4&nbsp;&nbsp;公司外地区的员工如需寄出较重要的文件或物品送至总部，可委托相对安全的快递公司，写清寄件人员姓名、联系方式、所属地区、总部收件人姓名及联系方式，方便该快件的时效性，准确性，<br />\r\n&nbsp;&nbsp;&nbsp; 2.5&nbsp;&nbsp;寄出快递时，相关负责人应统计需要发至总部的文件或物品数量、发件时间，妥善保管底单，以便于查询快件的配送情况。<br />\r\n&nbsp;&nbsp;&nbsp; 2.6&nbsp;&nbsp;个人快件由个人承担该费用，不得以工作之便以公司名义寄发；本着以节约公司成本为前提，若信件内容可同时寄出，则采用一封快件的形式，统一寄出。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>3．费用结算</b><br />\r\n&nbsp;&nbsp;&nbsp; 3.1&nbsp;&nbsp;个人快件均由个人承担运费，不得利用工作之便以公司名义寄发，如需要发送个人信件，将该费用直接交给快递员。<br />\r\n&nbsp;&nbsp;&nbsp; 3.2&nbsp;&nbsp;公司总部的快递费用由人事行政部负责按月结算，行政专员保存好本月费用发票凭证，及时交至财务部结算。<br />\r\n&nbsp;&nbsp;&nbsp; 3.3&nbsp;&nbsp;公司业务合作部门的快递费用由公司统一结算，每月到财务做分账管理，计入各部门费用中。<br />\r\n&nbsp;&nbsp;&nbsp; 3.4&nbsp;&nbsp;各地区因公产生的快递费用通过办公系统进行审批核销。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>4．此管理制度自发布之日起生效执行，解释及修改权归属于人事行政部。</b></span>\r\n</p>', 76, '', 1, '管理员', 1419582416, 0, 0),
(104, '1419582437', '2014-0018', '计算机及网络系统管理制度', '<p align="center">\r\n	<span style="font-size:20px;"><b>计算机及网络系统管理制度</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>1. 职责</b><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n所有员工必须遵守《中华人民共和国计算机信息系统安全保护条例》、《计算机信息网络国际联网安全保护管理办法》以及《中华人民共和国计算机信息网络国际联\r\n网管理暂行规定》，公司员工不得利用计算机网络从事危害国家利益、公司利益和其他员工合法利益的活动，不得在电脑中下载或保存反动、淫秽、色情、有损国家\r\n利益及安全的文件。公司人事行政部统一管理公司的计算机及网络系统，负责设备的全面维护</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>2.规定</b><br />\r\n&nbsp;&nbsp;&nbsp; 2.1&nbsp; 公司员工必须接受网络管理员进行的计算机网络及信息系统的安全检查。<br />\r\n&nbsp;&nbsp;&nbsp; 2.2&nbsp; 员工每天早晨上班打开计算机，下班、休息或外出需及时关闭，不能长期运转，服务器和必须连续运转的计算机除外。<br />\r\n&nbsp;&nbsp;&nbsp; 2.3&nbsp; 员工不得随意挪动、拆装计算机，不得随意更改配置，不得轻易挪动已经连好的设备及各种网线、电话线、电源线，如确实需要，请联系网络管理员，计算机不得随意借予他人使用。<br />\r\n&nbsp;&nbsp;&nbsp; 2.4&nbsp; 请不要将重要文件存储在计算机中的系统盘下，包括C盘、“桌面”、“我的文档”中，需要备份的重要文件可联系网络管理员刻盘备份保存。<br />\r\n&nbsp;&nbsp;&nbsp; 2.5&nbsp; 在使用移动存储设备（包括U盘、移动硬盘等）前请一定先杀毒后再打开使用。<br />\r\n&nbsp;&nbsp;&nbsp; 2.6&nbsp; 人为因素的故障（以维修站鉴定为准）维修费用，由使用人承担。<br />\r\n&nbsp;&nbsp;&nbsp; 2.7&nbsp; 未经允许禁止私自下载或安装任何软件，确需安装软件的请填写《软件安装申请表》，涉及版权的一些敏感软件不予安装。<br />\r\n&nbsp;&nbsp;&nbsp; 2.8&nbsp; 不准在公司玩游戏、看电影，不准使用炒股软件。<br />\r\n&nbsp;&nbsp;&nbsp; 2.9&nbsp; 不准在公司内使用P2P类软件进行下载，如BT、电驴等，长时间非法占用大量网络流量的情况，包括下载、在线视频等应用，网络管理员会提出向当事人的警告，并有权禁止当事人的计算机访问网络。<br />\r\n&nbsp;&nbsp;&nbsp; 2.A&nbsp; 公司员工不得进行诸如网络监听、端口扫描等具有黑客性质的活动，不允许进行任何干扰其他网络用户，破坏网络服务和设备的活动，公司任何员工不得非法盗用静态IP 地址及服务器用户帐号。<br />\r\n&nbsp;&nbsp;&nbsp; 2.B&nbsp; 凡是因为不遵守以上规定而发生的计算机问题，由造成任何资料及数据损失的人员个人负责。公司根据造成损失的轻重、大小给予不同程度的惩处。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>3．违规处罚</b><br />\r\n&nbsp;&nbsp;&nbsp; 3.1&nbsp; 凡由于操作不规范或其他私人性原因导致软硬件出现问题者，赔偿相应的损失。<br />\r\n&nbsp;&nbsp;&nbsp; 3.2&nbsp; 凡上网打游戏、娱乐等非工作范围内的行为，公司给予警告，屡教不改者以给予一定的处罚。<br />\r\n&nbsp;&nbsp;&nbsp; 3.3&nbsp; 凡未通过网络管理员私自安装软件者，导致公司网络运行不畅或电脑运转不正常者，公司给于处罚。<br />\r\n&nbsp;&nbsp;&nbsp; 3.4&nbsp; 凡是因为不遵守以上规定而发生的计算机问题，由此造成任何资料及数据的丢失，给与处罚。<br />\r\n&nbsp;&nbsp;&nbsp; 3.5&nbsp; 不得使用外来磁盘、光盘或来路不明磁盘、光盘；如有使用请杀毒执行后操作；如有使用者而导致计算机感染病毒并造成损失的，要追究当事人的责任。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>4. 此管理办法自发布之日起生效执行，解释及修改权归属于人事行政部。</b></span>\r\n</p>', 76, '', 1, '管理员', 1419582437, 0, 0),
(105, '1419582453', '2014-0019', '印章管理制度', '<p align="center">\r\n	<span style="font-size:20px;"><b>印章使用管理制度</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>1.印章的种类及使用范畴</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp; 1.1&nbsp; 公章：用于签署与上级、合作单位间的具有官方及法律属性的文件、函件以及公司以统一文号形式对外抄报及对内抄发的文书文件。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp; 1.2&nbsp; 合同章：用于各类正式合作协议书、意向书、销售合同、采购合同等。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp; 1.3&nbsp; 财务专用章：用于签署公司各类财务单据（诸如：支票、汇票、有价证券等）、递呈给国家政府职能机构的各类财务、税务统计报表及用于办理资财相关的常规财务手续。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp; 1.4&nbsp; 法人名章：银行预留印鉴用。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>2.印章的保管</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;2.1&nbsp; 公章、合同章、法人名章由总经理办公室负责保管，财务专用章由公司出纳负责保管。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;2.2&nbsp; 行政部需建立《印章管理登记卡》，保管人领取和归还印章时，使用时须经总经理审批并在总经办备案。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;2.3&nbsp; 印章不用时，应存放在保险柜或其他安全的地方。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;2.4&nbsp; 印章保管人离职时必须办理印章归还手续及所有使用记录。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>3.印章的使用流程</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp; 3.1&nbsp; 印章的审批权限：</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp; 3.2&nbsp; 公司所有合同、协议，需交相关部门负责人及总经理审批，并填写用印申请，印章保管者见到相应的签字手续后即可用印。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp; 3.3&nbsp; 一切对外业务性文件、给相关主管部门的文件用印，由部门负责人审批后，再报总经理审批。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp; 3.4&nbsp; 各部门因业务需要，对外联络的一些函电、通知等，由部门负责人签字审批。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp; 3.5&nbsp; 常规文档：</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.5.1&nbsp; 社保报表、人事证明（工作证明、收入证明、离职证明）由人事行政部经理审批。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.5.2&nbsp; 税务报表、向税务局提交的财务报表，由财务部主管经理审批。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.5.3&nbsp; 印章原则上不允许带出公司；对确需将印章带出使用的，应填写《用印申请单》，并在“文件名称及内容摘要”栏中加以说明，按程序审核批准后，方可带出公司使用。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>4.印章保管人员职责</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp; 4.1&nbsp; 印章保管人对所保管印章有唯一使用权；</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp; 4.2&nbsp; 印章保管人员应对公司印章妥善保管，防止丢失或损坏。如遗失、损坏或变更，必须及时向公司法人报告。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp; 4.3&nbsp; 印章保管人员应对所保管的印章经常检查，确保所盖印章清晰整洁。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp; 4.4&nbsp; 印章保管人员未经公司总经理同意，不得私自将印章交予他人持有或使用、不得私自携带印章外出、不得在空白介绍信、纸张上盖印。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>5.对违反本管理制度的处罚</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp; 5.1&nbsp; 公司各级领导对用印申请应严格把关，对因未尽职责所引起的后果，按照公司有关规定承担相应责任。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp; 5.2&nbsp; 印章保管人员违反本办法规定，对手续不全的审批单或在不符合规定的情况下，予以加盖印章的，视情节罚款100-500元，三次以上违反规定或造成后果的，立即解聘，给公司造成损失的，公司将依法追究其法律责任。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>6.此管理制度自发布之日起生效执行，解释及修改权归属于人事行政部。</b></span>\r\n</p>', 76, '', 1, '管理员', 1419582453, 0, 0),
(106, '1419582473', '2014-0020', '礼品管理制度', '<p align="center">\r\n	<span style="font-size:20px;"><b>礼品管理制度</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>1.定义</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp; 所称礼品指：经公司主管领导批准，直接购置或定制的专门用于对外公关工作或业务交往，向有关单位、个人发送的物品或品牌提示物。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>2.管理部门</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp; 礼品管理工作归口人事行政部，人事行政部指定专人负责此项工作。。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>3.礼品的保管</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp; 3.1&nbsp; 各类礼品均应由行政部进行保管或监管。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp; 3.2&nbsp; 专管人员在礼品入库前应按合同验货，认真检查质量并清点数量，同时填制礼品入库单。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp; 3.3&nbsp; 专管人员要建立礼品专门账册，做到账物相符。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp; 3.4&nbsp; 专管人员要每月定期对礼品进行清点，将盘点清点书面报告行政部负责人和财务负责人。年底要进行一次全面盘点，并将盘点情况写出书面报告交行政负责人和财务部负责人。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>4.礼品的发送</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp; 4.1&nbsp; 礼品的领取和发送必须履行审批登记手续，认真填写礼品领取登记表。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp; 4.2&nbsp; 礼品领用表上要注明礼品领用人、领用数量、领用品种、领用用途，本部门负责人签字同意后方可领取。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp; 4.3&nbsp; 领取后因故未送出的礼品，应及时退回人事行政部，由专管人员重新进行登记。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>5.此管理制度自发布之日起生效执行，解释及修改权归属于人事行政部。</b></span>\r\n</p>\r\n<br />', 76, '', 1, '管理员', 1419582473, 0, 0),
(107, '1419582488', '2014-0021', '员工出差管理制度', '<p align="center">\r\n	<span style="font-size:20px;"><b>员工出差管理制度</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>1.&nbsp; 目的</b><br />\r\n&nbsp; 规范公司员工出差管理工作流程，节约成本。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>2.&nbsp; 适用范围</b><br />\r\n&nbsp; 公司所有员工。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>3.&nbsp; 责任</b><br />\r\n&nbsp; </span><span style="font-size:14px;">3.1&nbsp; 员工出差时本着工作需要和节约的原则处理公务。<br />\r\n&nbsp; </span><span style="font-size:14px;">3.2&nbsp; 员工出差期间禁止外出办理私人事务。若确实有需要，需向部门负责人或出差领队告假，并告知去向后方可外出。未经允许私自外出的，发生一切事故，责任由员工自行承担。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>4.&nbsp; 出差申请</b><br />\r\n&nbsp; 4.1&nbsp; 北京员工出差需提前一周提交《出差申请单》，注明各项事宜，提交直接主管经理审核，报总经理审批，交财务部及人事行政部备案。</span><br />\r\n<span style="font-size:14px;">&nbsp; </span><span style="font-size:14px;">4.2&nbsp; 各地区人员根据工作需要先将出差计划上报地区经理，由地区经理在每周提交的周计划表中申请本人或所辖区域内各级人员的省内出差计划，并注明事由。经其直接主管经理批准后按照计划安排差旅行程，同时差旅计划由销售助理备案。<br />\r\n&nbsp; 4.3&nbsp; 以上出差遇紧急情况，不能提前提交书面申请的，需告知相关人员获批准后方可执行出差任务。出差回来后需在两日内补齐所有书面手续，否则不予核销差旅费。<br />\r\n&nbsp; 4.4&nbsp; 出差交通工具选择<br />\r\n员工出差行程〈5个小时者，选择长途大巴（座）或火车（含动车）硬座；行程5-15小时者，选择火车卧铺；行程〉15个小时者，应选择飞机经济舱。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>5.&nbsp; 差旅费用标准</b><br />\r\n&nbsp;&nbsp;5.1&nbsp; 交通费用<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.1.1&nbsp; 出差地市内外交通费用按照实际情况实报实销。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.1.2&nbsp; 机场到市内区间的行程乘坐大巴或地铁，携带大件行李可以乘出租车。<br />\r\n&nbsp;&nbsp;5.2&nbsp; 住宿标准<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 住宿酒店房间全部是标准间，按照出差目的分为两种情况：一种是代表公司与客户洽谈业务或者面试，应使用公司协议的公务型酒店，一种是业务出差，应使用干净、便捷的经济型酒店。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.2.1&nbsp; 公务型酒店：以公司的协议酒店为主，三至四星级酒店，酒店醒目、庄重，交通方便，房间在30平方米左右，有二张沙发，价格在400元左右。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.2.2&nbsp; 经济型酒店：以快捷酒店为主，价格在200元以内。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.2.3&nbsp; 以上住宿，相同性别的人无特殊情况，应二人合住同一房间。<br />\r\n&nbsp; 5.3&nbsp; 个人差旅餐费补贴<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.3.1&nbsp; 餐费：每天餐费为50元/人/天，其中早餐：10元/天； 中餐：20元/天； 晚餐：20元/天。根据启程时间来确定餐费报销的具体额度。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.3.2&nbsp; 如果参加宴请或团体餐，则按照上述标准扣除相应的餐费。招待费发票日期栏必须填写清楚并说明招待事由，招待费发票未注明日期的，一张招待费发票视同一天发生招待费,并不予计算餐费补贴。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.3.3&nbsp; 酒店房费含早餐时，扣除早餐费用10元。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>6.&nbsp; 报销须知</b><br />\r\n&nbsp;&nbsp;6.1&nbsp; 北京员工出差回来后需在月内完成当次出差费用的报销工作,各地区销售人员出差的费用可由备用金垫付,在办公系统上按照相关要求于次月10日前进行核销。<br />\r\n&nbsp;&nbsp;6.2&nbsp; 不同次的差旅费需分别粘贴进行报销，不能混贴在一起。<br />\r\n&nbsp;&nbsp;6.3&nbsp; 所有呈交报销的发票需填写《差旅费报销单》，并后附《费用报销明细》说明发票用途。<br />\r\n&nbsp;&nbsp;6.4&nbsp; 差旅费、住宿费、市内交通费、个人餐费、招待费用等以发票日期为序，按照相应的对应关系分门别类地粘贴好，每张发票上写明经办人。市内出租车发票上需注明起点和终点及事由。开据住宿时所在酒店发票，票面要注明金额、房费单价、天数、房间数。<br />\r\n&nbsp;&nbsp;6.5&nbsp; 财务部按照相关规定严格审核无误后，交主管审批，一般5个工作日内完成报销、财务将报销款全额汇入各人当地的浦发卡内，如有特殊情况另行通知。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>7.&nbsp; 出差报告</b><br />\r\n出差回来后，需在两日内向直接上级汇报出差工作，并在工作系统中提交出差报告或工作报告。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>8．本管理制度自发布之日起生效执行，修改及解释权归属于人事行政部及财务部。</b></span>\r\n</p>', 76, '', 1, '管理员', 1419582488, 0, 0),
(108, '1419582504', '2014-0022', '名片印制管理制度', '<p align="center">\r\n	<b><span style="font-size:22px;">名片印制管理制度</span></b>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>1. 格式</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">名片格式由公司统一规定。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>2. 职责</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;2.1&nbsp; 人事行政部负责印制。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;2.2&nbsp; 名片上的各种信息由人事行政部会同申请人共同确认。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;2.3&nbsp; 如需在名片上印制与员工本身岗位、职级不相符的信息，需经部门负责人审批，且此职位不作为执行公司各种制度的依据。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>3. 流程</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;3.1&nbsp; 申请人填写《名片印制申请表》,并在《名片印制申请表》上签字确认。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;3.2&nbsp; 人事行政部审核签字，特殊情况需部门负责人审批签字。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;3.3&nbsp; 人事行政部负责正式印制（印制时间：2-3天内；印制数量：1盒/人/次）。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;3.4&nbsp; 地区销售人员可直接通过办公系统取得名片格式，自行联系印制，但使用原则要以本管理办法为准则。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>4. 使用</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;4.1&nbsp; 员工要合理使用名片，掌握使用范围。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;4.2&nbsp; 员工向客户出示私印名片视为违纪行为。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>5. 此管理制度自发布之日起生效执行，解释及修改权归属于人事行政部。</b></span>\r\n</p>\r\n<p>\r\n	&nbsp;\r\n</p>', 76, '', 1, '管理员', 1419582504, 0, 0),
(109, '1419582526', '2014-0023', '交通通讯费用管理制度', '<p style="text-align:center;">\r\n	<span style="font-size:20px;"><strong>交通通讯费用管理制度</strong></span> \r\n</p>\r\n<p>	1、交通、通讯费用按照员工的职位及工作需要进行分配，用于日常工作联系以及上下班和外出办事交通。</p>\r\n<p>2、交通、通讯费用需员工提供相应的有效票据（如：公交车票地铁车票、出租车票、公交卡充值发票、手机充值卡发票等)进行报销，于每月底将票据背面注明个人姓名提交给人事行政部，人事行政部汇总后按照流程进行审批，由财务部于次月5日前发放。销售人员报销交通通讯费用，需要于工作系统上进行申请，审批后将审批单打印方可报销。</p>\r\n<p>3、新进员工与离职员工按照实际出勤工作日核算，当月工作不满5个工作日的无费用。</p>\r\n<p>4、员工当月休假超过7天（不包括年假）的,按照实际出勤天数发放费用。</p>\r\n<p>5、员工休产假、工伤假、长期病假的，无费用。</p>\r\n<p>6、要求员工手机保证畅通，如手机号码变更必须于一个工作日内到办公室进行登记。每月出现因工作三次电话联系不通畅或连续2个小时联系不上的情况即取消当月通讯费用。</p>\r\n<p>7、除公司《车辆管理制度》中规定的派车情况外，员工因公外出办事，公司不再给予交通费用报销。</p>\r\n<p>	8、当月的交通通讯费最晚于次月月底前报销完毕，延迟报销公司不再给予补办。</p>', 76, '', 1, '管理员', 1419582526, 1419582655, 0);
INSERT INTO `xy_document` (`id`, `attid`, `doc_no`, `name`, `content`, `folder`, `add_file`, `user_id`, `user_name`, `create_time`, `update_time`, `is_del`) VALUES
(110, '1419582691', '2014-0024', '聘用管理制度', '<span style="font-size:20px;"><b>聘用管理制度</b></span><br />\r\n<br />\r\n<p>\r\n	<br />\r\n&nbsp;&nbsp; &nbsp;<span style="font-size:14px;"><b>1.人事聘用政策</b><br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.1&nbsp; 建立并维护公司与员工之间的和谐关系。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.2&nbsp; 使每位员工对公司政策、服务和发展感到自豪。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.3&nbsp; 尊重每位员工，维护其尊严，注重其发展。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.4&nbsp; 选择优秀员工担任各级管理职务。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.5&nbsp; 为每位员工安排完善的培训，以提高其技能和效率。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.6&nbsp; 确保公司员工在安全、整洁、舒适的环境中工作。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.7&nbsp; 给予每位员工合理的报酬。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.8&nbsp; 热心为员工服务，解决员工的后顾之忧。</span>\r\n</p>\r\n<br />\r\n<p>\r\n	<br />\r\n&nbsp;&nbsp; &nbsp;<span style="font-size:14px;"><b>2.招聘录用原则</b><br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; 公司按照尊重知识、尊重人才、任人唯贤，精心组织招聘，全面科学考评。不单纯以学历高低来评判人的学识和能力，善于发现人才，严格择优录用。</span>\r\n</p>\r\n<br />\r\n<br />\r\n<br />\r\n<br />\r\n<span style="font-size:20px;"><b>聘用管理制度</b></span><br />\r\n<br />\r\n<p>\r\n	<br />\r\n&nbsp;&nbsp; &nbsp;<span style="font-size:14px;"><b>1.人事聘用政策</b><br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.1&nbsp; 建立并维护公司与员工之间的和谐关系。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.2&nbsp; 使每位员工对公司政策、服务和发展感到自豪。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.3&nbsp; 尊重每位员工，维护其尊严，注重其发展。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.4&nbsp; 选择优秀员工担任各级管理职务。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.5&nbsp; 为每位员工安排完善的培训，以提高其技能和效率。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.6&nbsp; 确保公司员工在安全、整洁、舒适的环境中工作。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.7&nbsp; 给予每位员工合理的报酬。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.8&nbsp; 热心为员工服务，解决员工的后顾之忧。</span>\r\n</p>\r\n<br />\r\n<p>\r\n	<br />\r\n&nbsp;&nbsp; &nbsp;<span style="font-size:14px;"><b>2.招聘录用原则</b><br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; 公司按照尊重知识、尊重人才、任人唯贤，精心组织招聘，全面科学考评。不单纯以学历高低来评判人的学识和能力，善于发现人才，严格择优录用。</span>\r\n</p>\r\n<br />\r\n<br />\r\n<br />\r\n<br />\r\n<span style="font-size:20px;"><b>聘用管理制度</b></span><br />\r\n<br />\r\n<p>\r\n	<br />\r\n&nbsp;&nbsp; &nbsp;<span style="font-size:14px;"><b>1.人事聘用政策</b><br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.1&nbsp; 建立并维护公司与员工之间的和谐关系。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.2&nbsp; 使每位员工对公司政策、服务和发展感到自豪。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.3&nbsp; 尊重每位员工，维护其尊严，注重其发展。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.4&nbsp; 选择优秀员工担任各级管理职务。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.5&nbsp; 为每位员工安排完善的培训，以提高其技能和效率。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.6&nbsp; 确保公司员工在安全、整洁、舒适的环境中工作。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.7&nbsp; 给予每位员工合理的报酬。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.8&nbsp; 热心为员工服务，解决员工的后顾之忧。</span>\r\n</p>\r\n<br />\r\n<p>\r\n	<br />\r\n&nbsp;&nbsp; &nbsp;<span style="font-size:14px;"><b>2.招聘录用原则</b><br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; 公司按照尊重知识、尊重人才、任人唯贤，精心组织招聘，全面科学考评。不单纯以学历高低来评判人的学识和能力，善于发现人才，严格择优录用。</span>\r\n</p>\r\n<br />\r\n<br />\r\n<br />\r\n<br />\r\n<span style="font-size:20px;"><b>聘用管理制度</b></span><br />\r\n<br />\r\n<p>\r\n	<br />\r\n&nbsp;&nbsp; &nbsp;<span style="font-size:14px;"><b>1.人事聘用政策</b><br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.1&nbsp; 建立并维护公司与员工之间的和谐关系。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.2&nbsp; 使每位员工对公司政策、服务和发展感到自豪。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.3&nbsp; 尊重每位员工，维护其尊严，注重其发展。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.4&nbsp; 选择优秀员工担任各级管理职务。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.5&nbsp; 为每位员工安排完善的培训，以提高其技能和效率。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.6&nbsp; 确保公司员工在安全、整洁、舒适的环境中工作。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.7&nbsp; 给予每位员工合理的报酬。<br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp; 1.8&nbsp; 热心为员工服务，解决员工的后顾之忧。</span>\r\n</p>\r\n<br />\r\n<p>\r\n	<br />\r\n&nbsp;&nbsp; &nbsp;<span style="font-size:14px;"><b>2.招聘录用原则</b><br />\r\n<br />\r\n&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; 公司按照尊重知识、尊重人才、任人唯贤，精心组织招聘，全面科学考评。不单纯以学历高低来评判人的学识和能力，善于发现人才，严格择优录用。</span>\r\n</p>\r\n<br />\r\n<br />\r\n<br />\r\n<br />', 77, '', 1, '管理员', 1419582691, 0, 0),
(111, '1419582706', '2014-0025', '考勤管理制度', '<p style="text-align:center;">\r\n	<b><span style="font-size:20px;">&nbsp;考勤管理制度</span></b>\r\n</p>\r\n<p>\r\n	<b><span style="font-size:14px;">1.作息时间</span></b>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp; 1.1&nbsp; 公司实行每周5天工作制：</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 上午：9:00 ――12:30</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 12：30-13：30为午餐、休息时间 </span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 下午：13:30――17:00</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp; 1.2在公司人事行政部以外的工作场所：工作人员必须在约定时间的前五分钟到达指定地点，招集人必须提前15分钟到达指定地点。</span>\r\n</p>\r\n<p>\r\n	&nbsp;\r\n</p>\r\n<p>\r\n	<b><span style="font-size:14px;">2.违纪界定</span></b>\r\n</p>\r\n<p>\r\n	&nbsp;\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp; 员工违纪分为：迟到、早退、旷工、睡岗、脱岗等五种，管理程序如下：</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp; 2.1&nbsp; 迟到：指未按规定时间到达到工作岗位（或作业地点）迟到30分钟以内的，每次扣10元。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp; 2.2&nbsp; 早退：指提前离开工作岗位（或作业地点）下班；早退10分钟以内，每10分钟扣罚10元，以此类推。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp; 2.3&nbsp; 旷工：</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.3.1&nbsp; 迟到或早退半小时至1小时以内的按旷工半天处理，1小时（不含）以&nbsp;上的按旷工1天处理。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.3.2&nbsp; 未经直接上级同意或未按规定程序办理请假手续而未正常上班的视为旷工。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.3.3&nbsp; 旷工半天扣1天工资，旷工一天扣罚2天工资；出现旷工3天的情况视为严重违反劳动纪律，按解除劳动关系处理。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.3.4&nbsp; 睡岗：指员工在上班期间打瞌睡的，睡岗一次罚款20元；造成重大损失的，由责任人自行承担。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.3.5\r\n脱岗：指员工在上班期间未经直接上级批准擅自离开工作岗位，或虽在工作位置上但未尽到工作职责，如聊闲天摆弄手机等而影响了工作或造成损失或事故的情况都\r\n应算作脱岗。脱岗30分钟按旷工半天处理。未尽到工作职责，属于玩忽职守，记大过一次。给公司造成损失者，赔偿相应的经济损失，严重者公司保留追究其法律\r\n责任的权利，并列为严重违纪的行为。</span>\r\n</p>\r\n<p>\r\n	&nbsp;\r\n</p>\r\n<p>\r\n	<b><span style="font-size:14px;">3.因公外出</span></b>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp; 3.1&nbsp; 员工工作时间外出办理公务，请先到人事行政部填写“外出登记表”，并请直接上级签批。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp; 3.2&nbsp; 凡上班前直接外出或下班时仍办理公务无法返回，能够提前确定的请提前到人事行政部办理外出手续，不能提前确定的，返回后当日内及时补办手续。如遇不能反映出正常考勤时间的，视情节以迟到、早退或旷工处理。</span>\r\n</p>\r\n<p>\r\n	&nbsp;\r\n</p>\r\n<p>\r\n	<b><span style="font-size:14px;">4.因公出差</span></b>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp; 员工因工作需要出差，应在出差前填写“出差申请表”，注明出差事由，出发及返回时间，经直接上级签字确认后交人事行政部备案。</span>\r\n</p>\r\n<p>\r\n	&nbsp;\r\n</p>\r\n<p>\r\n	<b><span style="font-size:14px;">5.请假制度</span></b>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.1&nbsp; 假别分为：病假、事假、婚假、产假、年假、工伤假、丧假等七种。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp; 5.2&nbsp; 病假：指员工生病必须进行治疗而请的假别。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5.2.1病假必须出具医院证明：包括诊断证书、处方、假条、挂号证明，必要时需出具影像书；若出据虚假证明按旷工处罚。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.2.2员工患病或非因公负伤，就医时开据的病假证明，如时限中含法定节假日和休息日的累计计算不顺延。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.2.3长期病休或传染病休者痊愈后上班的，公司有权要求员工出具医院提供身体痊愈的证明后，才能正式上班。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.2.4病假扣薪方法：</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.2.4.1十五天以内的（含），每日扣除工资总额的一半。属于医疗期范畴的按照国家相关规定执行</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.2.4.2病假连续十五天以上，三个月以内，按当地最低工资标准的80% 发放生活费。属于医疗期范畴的按照国家相关规定执行。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp; 5.3事假：指员工因事必须亲自办理而请的假别。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.3.1事假申请，一次不超过3天，年度累计不超过30天，超出规定的期限公司有权不予批准。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.3.2事假按实际天数扣罚全额日薪。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp; 5.4婚假：指员工达到法定结婚年龄并办理结婚证明而请的假别。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.4.1本公司就职的正式员工（试用期员工除外），工作期间领取结婚证的方可享受婚假。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.4.2员工请婚假需持结婚证原件提前15天到人事行政部备案核实后报部门负责人审批。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.4.3婚假自结婚之日起一年内有效。期间含节假日休息日的不顺延。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.4.5婚假发放全额工资。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp; 5.5年假：指员工在公司工作满一年后享受的带薪福利假期。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.5.1员工自入职之日起在公司工作满一年后可休年假5天，以后每工作满一年，增加一天年假，最高年假为10天。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.5.2年假在一个年度可分段安排，也可集中安排，不能跨年度使用。休年假必须提前申请，不能事后补办手续。连续休息3天以上的需提前一周申请。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.5.3公司按照本人劳动合同年度计核算员工年假，年假最小请假单位为天.。&nbsp;</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.5.4员工有下列情形之一的不能享受当年年假：</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.5.4.1累计工作满一年不满5年的，请病假累计在30天以上的；</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.5.4.2累计工作满5年不满10年的，请病假累计在60天以上的；</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp; 5,5.4.3累计工作满10年不满20年的，请病假累计在90天以上的；</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5,5.4.4累计工作满20年及以上的，请病假累计在120天以上的；</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.5.5员工离职前，当年年休假仍没有休完的，应在离职前申请休假，否则其未申请的年休假视同自动放弃。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.5.6年假期间发放全额工资，遇节假日可顺延。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp; 5.6工伤假：按国家相关法律法规执行。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp; &nbsp;5.7丧假：指员工父母、配偶父母、配偶、子女等因病死亡而请的假别。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.7.1员工请丧假需持死亡证明。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.7.2父母或配偶父母死亡，配偶或子女死亡给假3天假期，隔辈或旁系给假1天，其它以事假计算。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.7.3丧假期间发放全额工资，遇节假日不顺延。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp; 5.8产假</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.8.1员工在怀孕期间，每两周可以有一天产检假，产检假可不计算考勤，但休假前需提前通知本部门负责人及人事行政部备案，安排好相关工作，事后提供医院的产检证明，否则按事假处理。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.8.2女员工怀孕需提交医院诊断证明并可于预产期前一个月提出产假申请。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.8.3产假天数按国家规定给予，遇节假日不顺延。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5.8.4产假期间工资及补贴停发，按照国家规定报销生育津贴。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<b><span style="font-size:14px;">6.批假权限</span></b>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6.1病事假：1-3天以内由部门负责人批准；3天以上由总经理批准。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp; 6.2所有假别都必须由本人书面填写请假单，并按规定程序履行签字手续后方为有效假别；特殊情况必须来电、函请示，并于事后一日内补办手续方为有效假别；未按规定执行一律视为旷工。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp; 6.3所有带薪假期，请在申请前到人事行政部核实（如：婚假、产假、丧假、年假等）再按照相应的流程进行审批。</span>\r\n</p>\r\n<p>\r\n	&nbsp;\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>7.市场、销售等外勤人员日常考勤管理办法</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp; 7.1市场、销售等外勤人员由于工作性质的特殊性，无需按照公司内勤员工的实际出勤时间以及打卡记录核算日出勤记录。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;\r\n7.2市场、销售等外勤人员每周六晚8点前需提交上一周工作报告以及下一周工作计划，其直接上级主管应于周日中午前及时审批计划和报告，二级主管于周日晚\r\n八点前完成审批。主管审批应做出客观、合理、符合公司政策的评价。被否定的计划和报告，员工本人需及时与上级主管沟通并及时做出调整。人事部以计划和报告\r\n被审核通过并具体实施为依据，记录市场、销售等外勤人员的出勤情况。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp; 7.3销售人员每周五需召开工作例会，总结一周工作，进行相关产品知识培训，交流工作经验，提升工作技能。主管若因公或因私不能周五到岗主持会议的，需提前安排代理人代为主持，并在会议结束后汇报会议召开情况。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp; 7.4计划、总结、会议未按时提交或实施的，无正当理由，一律视为旷工。</span>\r\n</p>\r\n<p>\r\n	<b><span style="font-size:14px;">8.考勤登记</span></b>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;8.1公司实行每日刷卡签到制度，人事行政部监督抽查，并有权对违规行为进行惩罚。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp; &nbsp;8.2考勤统计工作由人事行政部负责，每月汇总后报总经理审批。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;8.3试用期员工试用期内出勤率未达到95%的或者旷工一日的属于不符合录用条件，公司有权给予解聘处理。</span>\r\n</p>\r\n<p>\r\n	<b><span style="font-size:14px;">9.本制度解释及修改权在人事行政部，自公司公布之日起执行。</span></b>\r\n</p>', 77, '', 1, '管理员', 1419582706, 0, 0),
(112, '1419582726', '2014-0026', '培训管理制度', '<p align="center">\r\n	<span style="font-size:20px;"><b>培训管理制度</b></span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>1.培训宗旨</b><br />\r\n&nbsp;&nbsp; 企业培训需求有四个来源：企业长期发展的需要；年度目标的需要；职位技能的需要；个人成长的需要，公司的培训宗旨正是通过各种形式的培训以满足上述四种需要。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>2.培训目的</b><br />\r\n&nbsp; 2.1&nbsp; 提高员工的工作素质、知识水平和工作能力，从而提高员工的能动性，达到员工自我实现的目标。<br />\r\n&nbsp; 2.2&nbsp; 造就高绩效的管理队伍，培养骨干员工，构造有利于公司发展的人力资源架构，以辅助公司战略目标的实现。<br />\r\n&nbsp; 2.3&nbsp; 通过培训，将企业的经营理念、经营方针和经营战略全面渗透到整个组织中去。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>3.培训项目</b><br />\r\n&nbsp;&nbsp; 根据组织形式的不同，有内部培训与外部培训；根据目标对象的不同，有新员工培训、主管培训和全员培训；根据培训内容的不同，有素质培训、专业技能培训和专业知识培训等。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>4.内部培训</b><br />\r\n&nbsp; 4.1&nbsp; 员工的内部培训是指由公司内部员工授课，由公司安排合适的员工给有需求的员工授课。<br />\r\n&nbsp; 4.2&nbsp; 在每次授课前，将明确每位授课人员的讲授内容与范围，并要求写出授课提纲，于培训前将提纲下发给接受培训的员工。<br />\r\n&nbsp; 4.3&nbsp; 每次授课前，需提前安排好时间与地点，并于培训后以相应的方式对培训效果作出总结与评估，有关人员的培训情况由人事行政部记录在案。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>5.外部培训</b><br />\r\n&nbsp;</span><span style="font-size:14px;"> 5.1</span><span style="font-size:14px;">&nbsp; 员工的外部培训是指聘请有培训经验的外部培训讲师来给员工授课或指派员工参加外部相关的培训课程。外部培训由人事行政部统筹安排。人事部收集有关的专业培训机构资料，适合公司员工参与的，安排好相关人员，报请总经理批准后安排培训事宜。<br />\r\n&nbsp; 5.2&nbsp; 安排员工参与外部培训的原则是依据员工的职位与职责需求，培训的目的是加强自身素质与技能，提高工作质量与效率。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>6.职前培训</b><br />\r\n&nbsp;&nbsp;凡公司新入职员工，均须接受职前培训。<br />\r\n&nbsp; 6.1&nbsp; 新员工报到后，由人事行政部确定时间，对其进行集中培训。<br />\r\n&nbsp; 6.2&nbsp; 各部门应积极配合人事行政部，组织的新入职员工的培训工作，凡涉及授课的部门对授课的内容均应认真准备。<br />\r\n&nbsp; 6.3&nbsp; 新入职员工应积极参加职前培训，并做好培训记录及培训总结。<br />\r\n&nbsp; 6.4&nbsp; 新入职员工培训完毕，人事行政部将其培训成绩记录在案。对在职能培训中表现极差、分数不及格的，视为不符合录用条件，公司可以予以辞退。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>7.培训管理</b><br />\r\n&nbsp; 7.1&nbsp; 所有与培训有关的培训费、教师费、教材教具费、教室租赁费、证书费、餐费、差旅费其他费用等均由公司统一支付。员工严重违反公司各项管理规章制度的，公司有权终止员工的培训发展计划，并要求员工赔偿公司已为其支付的培训费。<br />\r\n&nbsp; 7.2&nbsp; 员工参加公司拨付专项资金举办的培训课程，应与公司签订《专项培训协议》，并在协议中约定服务期。若超出劳动合同，则应当变更劳动合同期限，或以协议约定的服务期为准。若员工在接受培训完成后未按照协议完整地履行服务期的，应当按照约定向公司支付违约金。<br />\r\n&nbsp;\r\n 7.3&nbsp; \r\n公司在每门课程的培训、试岗等各个培训阶段结束时都将对员工进行考试、考核、评价，并根据结果，决定该员工是否继续培训；未达到公司培训要求不能很好地完\r\n成本职工作的，公司有权另行合理地安排该员工的工作。员工应当服从安排。如若不服从安排，视为严重违反公司规章制度，公司可予终止劳动合同。<br />\r\n&nbsp; 7.4&nbsp; 每次培训完毕后，人事部将记录员工培训表现，并请员工在《员工培训档案》上签字确认。对于无任何违纪行为能够认真完成每一期培训课程的员工，人事部将以公司的名义颁发培训课程结业证书。<br />\r\n&nbsp; 7.5&nbsp; 员工提出辞职，终止培训计划的，员工应赔偿公司已为其支付的培训费用，并在办理完毕一切离职工作交接手续后，方能解除劳动合同。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>8.培训纪律</b><br />\r\n&nbsp; 8.1&nbsp; 接受培训的员工无特殊情况不得缺席不得迟到。<br />\r\n&nbsp; 8.2&nbsp; 接受培训的员工不得在培训时交头接耳、窃窃私语。<br />\r\n&nbsp; 8.3&nbsp; 培训时需将手机铃声放在振动上，无特殊情况不允许接听手机。<br />\r\n&nbsp; 8.4&nbsp; 接受培训的员工不得擅自离开，参加内部培训的员工若临时有业务需要立即办理，应先请示培训讲师，得到允许后，方可离开；参加外部培训的员工不得中途退场。<br />\r\n&nbsp; 8.5&nbsp; 未按照公司规定参加培训的员工，按旷工处理。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>9.此管理制度自发布之日起生效执行，解释及修改权归属于人事行政部。</b></span>\r\n</p>', 77, '', 1, '管理员', 1419582726, 0, 0),
(113, '1419582742', '2014-0027', '社会保险及福利管理制度', '<p align="center">\r\n	<span style="font-size:20px;"><b>社会保险及福利管理制度</b></span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>1.总则</b><br />\r\n&nbsp;&nbsp; 1.1&nbsp; 保障员工基本生活，解除后顾之忧，实现福利保险管理的规范化、制度化。<br />\r\n&nbsp;&nbsp; 1.2&nbsp; 公司将按国家政策适时修正本管理办法。当本办法与国家政策不一致时，以国家政策为准。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>2.保险缴费原则</b><br />\r\n&nbsp;&nbsp; 2.1&nbsp; 本公司员工应依法参加社会统筹保险，保险费由本公司及员工依法分摊。<br />\r\n&nbsp;&nbsp; 2.2&nbsp; 公司按国家规定为员工办理社会统筹保险（以下称社保）。员工参加社保后，依法享受各项权利，请不要再向公司提出额外的要求。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>3.社保管理办法</b><br />\r\n&nbsp;&nbsp; 3.1&nbsp; 人事行政部负责公司的社保的管理，包括每月的交费、数据的提供及社保费用的提取等。<br />\r\n&nbsp;&nbsp; 3.2&nbsp; 个人应负担部分由公司代缴，并在当月的个人岗位业务费用中扣除该部分费用。<br />\r\n&nbsp;&nbsp; 3.3&nbsp; 按照国家规定，参险应以基本养老保险为龙头，在办理了养老保险的参险当月办理其它保险的参统工作。无特殊情况下，不得在未办理基本养老保险的情况下办理其它保险的参统工作。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>4.社保的分类及缴费</b><br />\r\n&nbsp;一般分为基本养老保险、基本医疗保险、工伤保险、失业保险、生育保险五项，最终以各地区现行规定为准。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>5.新入职员工参统</b><br />\r\n&nbsp;办理完所有的入职手续后，以每月15号为一个界限，15号前入职的当月办理，15号以后入职的次月办理。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>6.社保关系的转出</b><br />\r\n&nbsp;&nbsp; 6.1&nbsp; 与公司解除劳动关系的人员，必须按规定办理完离职手续后，方可转移社保关系；<br />\r\n&nbsp;&nbsp; 6.2&nbsp; 未办理工作交接手续或交接手续不清者，公司有权冻结该员工社保有关手续的办理，直至上述工作的完结。<br />\r\n&nbsp;&nbsp; 6.3&nbsp; 冻结员工社会保险事宜所涉及的有关费用，由员工本人承担；<br />\r\n&nbsp;&nbsp; 6.5&nbsp; 公司与员工终止劳动关系时，由人事行政部负责办理社会保险的停交及相关手续的转出。<br />\r\n&nbsp;&nbsp; 6.6&nbsp; 每月15日（含15日当天）前离职人员，当月办理各项保险的停缴手续。<br />\r\n&nbsp;&nbsp; 6.7&nbsp; 每月15日（含15日当天）后离职人员，次月办理各项保险的停缴手续。</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>7.福利</b><br />\r\n&nbsp;&nbsp;&nbsp;7.1&nbsp; 非工作时间报酬<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; 7.1.1&nbsp; 公司内部正式员工享受公休日、法定节假日，假期间的报酬。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; 7.1.2&nbsp; 年假：自入职时间起，任职时间满一年的员工，开始享受5天的带薪年假。并在其后每满1年即增加1天的带薪年假，但不得超过10天，遇节假日可顺延。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; 7.1.3&nbsp; 婚假：员工结婚可享受三天婚假，达到晚婚年龄的可享受七天婚假。晚婚标准：男士25周岁，女士23周岁，婚假需一次性休完，不能分散申请。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; 7.1.4&nbsp; 产假：女员工生育，基本产假是90天，难产增加15天，多胞胎生育的，每多生育一个婴儿，增加产假15天。人工流产根据国家相关规定按照怀孕时间给予假期。以上需提交医院证明。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; 7.1.5&nbsp; 丧假：员工直系亲属（父母、配偶、子女）或配偶父母死亡的，给予三天丧假；.其它隔辈或旁系给予一天丧假。<br />\r\n&nbsp;&nbsp; 7.2&nbsp; 基本福利<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; 7.2.1&nbsp; 公司可在适当时机，组织集体活动；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; 7.2.2&nbsp; 为体恤全体员工辛劳，公司于每年安排一次健康检查，保证员工的身心健康；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; 7.2.3&nbsp; 公司按实际需求及公司情况，组织各种形式的培训，正式员工可免费参加。<br />\r\n&nbsp;&nbsp; 7.3&nbsp; 交通、通讯补贴<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7.3.1&nbsp; 交通、通讯补贴按照员工的职位及工作需要进行分配。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7.3.2&nbsp; 交通通讯补贴需员工提供相应的正式票据进行报销，当月补贴于次月5日前发放。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7.3.3&nbsp; 新进员工与离职员工按照实际出勤工作日核算，当月工作不满5个工作日的，无补贴。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7.3.4&nbsp; 员工休病、事假连续超过7天的,按照实际出勤天数发放补贴。员工休产假的，补贴暂停发放。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span style="font-size:14px;">7.3.5&nbsp; 员工月内累计三次或超过2个小时不能电话联系上的，扣除当月通讯补贴。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>8.此管理制度自发布之日起生效执行，解释及修改权归属于人事行政部。</b></span>\r\n</p>', 77, '', 1, '管理员', 1419582742, 0, 0),
(114, '1419582776', '2014-0028', '奖惩管理制度', '<p style="text-align:center;">\r\n	<span style="font-size:14px;">&nbsp;<span style="font-size:20px;"><b>奖惩管理制度</b></span></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>1.总则</b><br />\r\n&nbsp;&nbsp;&nbsp; </span><span style="font-size:14px;">公\r\n司设立奖惩条例，宗旨是鼓励员工在各自的工作领域，坚持原则，大胆创新，勇于实践，争创佳绩。营造一种勤奋努力积极向上的工作氛围，摒弃那种不求上劲，碌\r\n碌无为的平庸思想。通过这一方式来告戒员工什么是对，什么是错，严格地规范各自行为，使我们的工作环境更加健康、和谐、充满生机。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>2.奖励</b><br />\r\n&nbsp; 奖励分为下列两种：<br />\r\n&nbsp;&nbsp;&nbsp; 嘉奖：奖励50元-200元&nbsp;&nbsp;&nbsp;<br />\r\n&nbsp;&nbsp;&nbsp; 记功：奖励200元-500元&nbsp;&nbsp;&nbsp;<br />\r\n&nbsp;&nbsp;&nbsp; 特别奖励：为企业创造突出经济效益，或挽回较大损失者。由总经理颁奖，奖励500元-1000元<br />\r\n&nbsp;&nbsp;&nbsp; 2.1&nbsp; 有下列事迹之一者，予以嘉奖：<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.1.1&nbsp; 工作努力，生产积极，适时完成任务突出者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;2.1.2&nbsp; 遵法守纪，听从指挥，互相协作，事例突出者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.1.3&nbsp; 热爱本职工作，热心服务，有具体事迹者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.1.4&nbsp; 工作中任劳任怨，却遭他人无礼排挤、打击，但为了公司的利益而不计较个人得失者。<br />\r\n&nbsp;&nbsp;&nbsp; 2.2&nbsp; 有下列事迹之一者，予以记功：<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.2.1&nbsp; 对具体工作或管理制度提出具体建议方案，经采用确具成效者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.2.2&nbsp; 发现重大问题或隐患勇于负责，使用措施得当，免于经济损失或减少损失程度者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.2.3&nbsp; 被推荐人连续工作2年以上的，表现优秀，给予推荐人记功奖励。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.2.4&nbsp; 举发违规或侵害公司利益的案件者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.2.5&nbsp; 同坏人坏事做斗争，维护了公司正常的经营秩序者。<br />\r\n&nbsp;&nbsp;&nbsp; 2.3&nbsp; 有下列事迹之一者，予以特别奖励：<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.3.1&nbsp; 对公司有特别贡献者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2.3.2&nbsp; 一年内累计被奖励5次以上者。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>3.惩罚</b><br />\r\n&nbsp; 员工惩罚分为下列四种：<br />\r\n&nbsp;&nbsp;&nbsp; 警告：处罚50元-200元<br />\r\n&nbsp;&nbsp;&nbsp; 记过：处罚200元-500元<br />\r\n&nbsp;&nbsp;&nbsp; 记大过：处罚500-1000元<br />\r\n&nbsp; 解聘：解除劳动关系<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;3.1&nbsp; 有下列情形之一，经查证属实，予以警告：<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.1&nbsp; 在工作时间谈天、嬉戏、阅读无关职务工作的书报杂志者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.2&nbsp; 工作时间上网闲聊。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.3&nbsp; 在工作时间内擅离工作岗位者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.4&nbsp; 工作期间长时间接待与工作无关的人员。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.5&nbsp; 因过失，导致发生工作失误，情节轻微者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.6&nbsp; 品行不正，不讲文明，辱骂他人者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.7&nbsp; 无故不参加公司组织的各类培训活动。不服从主管人员合理指挥者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.8&nbsp; 应急情况离开，未交接好自己的工作又没向公司报告者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.9&nbsp; 汇报工作报喜不报忧，对同事及上级进行偏离实际的恭维和奉承者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.A&nbsp; 对公司员工（包括管理者）的缺点及错误不能正面提出而在私下进行议论者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.1.B&nbsp; 故意损坏或滥用公司设备、员工物品的。（并照价赔偿损失）。<br />\r\n&nbsp;&nbsp;&nbsp; 3.2&nbsp; 有下列情形之一经查证属实或有具体事实者，予以记过：<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp; 3.2.1&nbsp; 顶撞上级，恶意攻击、中伤同事制造事端者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp; 3.2.2&nbsp; 不能如期完成上级指示或有期限的工作任务，未申报正当理由又不及时与上级沟通，从而造成工作延误者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp; 3.2.3&nbsp; 未按公司既定的工作流程处理事务，造成一定后果或影响，或给公司造成直接经济损失者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp; 3.2.4&nbsp; 工作时间，躺卧睡觉者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.2.5&nbsp; 被警告每满3次记过一次。<br />\r\n&nbsp;&nbsp;&nbsp; 3.3&nbsp; 有下列情形之一经查证属实或有具体事实者，予以记大过：<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp; 3.3.1&nbsp; 发现公司财务资料受损、丢失而不管不问，不及时反应上报的行为。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp; 3.3.2&nbsp; 拒绝听从主管人员合理指挥监督，经劝导仍不听从者；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp; 3.3.3&nbsp; 造谣生事，散播谣言致使公司蒙受重大损失和影响者；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.3.4 带人打卡或托人打卡伪造出勤记录者<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp; 3.3.5 累计被警告和记过的总次数每满3次记大过一次。<br />\r\n&nbsp;&nbsp;&nbsp; 3.4&nbsp; 有下列情形之一属于严重违反劳动纪律行为，公司将给予解聘处理：<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.1&nbsp; 向他人透露或探询他人薪金，在公司内引起不必要的争端的行为；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.2&nbsp; 故意撕毁公文；遗失重要公文（物品），造成严重后果的行为。<br />\r\n&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; 3.4.3&nbsp; 公司职能部门人员在行驶权利时，不通过正常程序申述或由于其它原因，而扬言“不想干了”等类似语言造成极坏影响的行为；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.4&nbsp; 有意怠慢工作或工作不努力的，未能完全履行自己的职责的行为；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.5&nbsp; 擅自变更工作流程致使公司蒙受重大经济损失者。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.6&nbsp; 偷窃公司财物、商业资料或其他同事财物的行为；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.7&nbsp; 利用工作之便营私舞弊，谋取私利，私吃回扣，索贿、受贿的行为；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.8&nbsp; 盗用公司印章的行为；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;3.4.9&nbsp; 模仿领导签字的行为；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.A&nbsp; 恶言吵骂同事或怂恿相骂、导致动手打架的行为。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.B&nbsp; 在公司内酗酒滋事造成恶劣影响的行为；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.C&nbsp; 赌博、吸毒、参与骚乱或违法违纪行为并对公司造成不利影响的；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.D&nbsp; 在本职工作以外，私自为其他企业做有偿服务和具竞争行为工作的；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.E&nbsp; 出现旷工三天的行为；<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3.4.F 全年累计被警告、记过、记大过的总次数在5次以上者</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>4.实施办法</b><br />\r\n员工奖惩应填写员工“奖惩申报审批表”，写明具体事实移送人事行政部调查核定。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>5.此条例自发布之日起生效执行，解释及修改权归属于人事行政部。</b></span>\r\n</p>', 77, '', 1, '管理员', 1419582776, 0, 0),
(115, '1419582814', '2014-0029', '员工终生成就奖励政策', '<p align="center">\r\n	<b><span style="font-size:20px;">员工终生成就奖励政策</span></b> \r\n</p>\r\n<p>\r\n	<span><b>1.目的</b><br />\r\n为了鼓励员工在公司能够长期稳定工作，并且能够在本岗位上兢兢业业，为企业的发展做出努力，公司特别为在公司光荣退休的员工设立了员工终生成就奖，作为奖励。</span> \r\n</p>\r\n<p>\r\n	<span><b>2.奖励政策</b><br />\r\n自退休之月起，除享受国家给予的养老金外，企业每月给予额外的生活费用作为奖励。奖励的标准为每年北京市政府颁布的当年每月的最低工资标准。发放期限为自退休月起直至本人自然死亡止。</span> \r\n</p>\r\n<p>\r\n	<span><b>3.享受条件</b><br />\r\n3.1必要条件：<br />\r\n3.1.12008年5月后，在本企业退休的预算制在岗员工。<br />\r\n3.1.2在本企业工作的时间为本企业存在时间的80%或该员工工龄的80%在本企业完成。<br />\r\n3.2充分条件（至少满足以下条件之二）：<br />\r\n3.2.1在本企业工作期间为企业做出过突出贡献。<br />\r\n3.2.2在本企业工作期间遵纪守法，无重大过失行为。 <br />\r\n3.2.3在本企业曾经担任过总经理、法人等重要职务。</span> \r\n</p>\r\n<p>\r\n	<span><b>4.操作流程</b><br />\r\n4.1员工到了法定退休年龄，人事部需积极配合办理退休手续。<br />\r\n4.2 符合条件员工经由人事部提名，董事会讨论确认，退休手续办理完毕后，公司将按月给予发放该奖励。</span> \r\n</p>\r\n<p>\r\n	<span><b>5.管理</b><br />\r\n5.1员工办理完毕退休手续后，需在人事部备案至少两个以上能够长期联络上的电话、固定住址以及紧急联系人姓名和联系方式，以便公司后续联系相关事宜使用。若员工连续一个月无法联络上，则视为自动放弃该项奖励。<br />\r\n5.2员工退休后，仍需保守公司的商业秘密，尤其是在公司担任重要职务和岗位的员工。若员工出现了有损公司利益的行为，公司将立即终止此项奖励，并保留追究其法律责任的权利。<br />\r\n5.3员工自然死亡，需由其直系家属及时通知公司备案，该项奖励将自然终止。若家属未通知公司，仍然在享受此项奖励，一经发现，公司将追回不应发放的奖励。</span> \r\n</p>\r\n<p>\r\n	<br />\r\n<span><b>6.本政策自发布之日起生效执行。</b><br />\r\n</span>\r\n</p>\r\n<p align="right">\r\n	<span>北京市亚华医药有限公司</span>\r\n</p>\r\n<p align="right">\r\n	<span>2013年2月17日</span> \r\n</p>', 77, '', 1, '管理员', 1419582814, 1419582842, 0),
(116, '1419582922', '2014-0030', '试用期员工考核管理制度', '<p align="center">\r\n	<span style="font-size:20px;"><b>试用期员工考核管理制度</b></span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;"><b>1.总则</b><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; 新来公司的员工，对公司的许多制度，特别是涉及价值观条款的认识需要一个过程，公司将给予新员工一段时间与机会，同时公司也会全方位考查新员工，合理使用人才，充分调动员工的主观能动性，深入岗位实践，从思想上能够和公司的理念一致，在工作上达到公司的要求。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>2.责任</b><br />\r\n&nbsp;&nbsp;&nbsp; 所有参与对试用期员工表现进行评价人员，按照文件所列标准，客观、公正、理性地对试用期员工进行正确的评估，请勿掺杂任何个人情感。公司参评用语为合格或不合格，请勿讲差不多，或接近合格。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>3.考核方式</b><br />\r\n&nbsp;&nbsp; 3.1.&nbsp;&nbsp;考核原则：重态度、重能力、重潜力，业绩为辅助考核条件。<br />\r\n&nbsp;&nbsp; 3.2.&nbsp;&nbsp;考核部门：人事行政部、用人部门经理、总经理<br />\r\n&nbsp;&nbsp; 3.3.&nbsp;&nbsp;考核形式：考核实行打分制，满分为80分，依据考核内容及标准给分。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>4.考核内容</b><br />\r\n&nbsp;&nbsp; 4.1&nbsp; 道德素质方面<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 4.1.1.&nbsp; 对公司各项规章制度的学习、掌握、执行情况测评。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 考察日常工作行为，是否能够严格要求自己，按照公司的规章、流程办事。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 4.1.2.&nbsp; 职业素养测评<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp; 考察综合职业素养，与公司文化匹配程度。<br />\r\n&nbsp;&nbsp; 4.2&nbsp; 工作能力方面<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 4.2.1.&nbsp; 工作知识：考察是否具备从事该岗位工作所需要的专业知识，是否了解其工作的要求、方法、系统、设备。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 4.2.2.&nbsp; 进入工作状态的时间（快慢）、程度：考察工作适应能力。<br />\r\n&nbsp;&nbsp;&nbsp;</span><span style="font-size:14px;">&nbsp;&nbsp; 4.2.3.&nbsp; 工作态度：考察对工作、对同事、公司的态度。是否愿意为人服务及与人沟通，是否具有较好的团队合作精神；是否愿意尝试新观念、新方法。</span><br />\r\n<span style="font-size:14px;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 4.2.4.&nbsp; 工作主动性、积极性：考察在没有详尽指示下的工作能力、应变才能和在无人监督下的工作情况。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 4.2.5.&nbsp; 工作效率：考察时间观念、工作紧迫感以及完成的工作量。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 4.2.6.&nbsp; 工作效果：考察工作质量，工作成果的准确性以及执行力情况。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 4.2.7.&nbsp; 工作责任感：考察责任心，是否认真、努力、任劳任怨，勇于承担责任。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 4.2.8.&nbsp; 解决问题的能力：考察处理具体业务的理解力、判断力。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 4.2.9.&nbsp; 学习能力：考察接受新知识的能力、速度，是否能记忆，能遵循，并予以应用。<br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 4.2.A.&nbsp; 综合考核内容：个人的试用期工作总结及建议、看法。考察对本岗位以及公司理念的理解程度。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>5.考核标准</b><br />\r\n&nbsp;&nbsp;&nbsp; 具体详见“试用期员工评价表”（满分80分）。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>6.考核处理</b><br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;6.1.&nbsp; 考核成绩达60分以上（含），即可转正。<br />\r\n&nbsp;&nbsp;&nbsp; 6.2.&nbsp; 考核成绩低于59分以下（含）的，给予辞退。<br />\r\n&nbsp;&nbsp;&nbsp; 6.3.&nbsp; 所有试用期员工的考核结果均记录在案，由人事行政部保管。</span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span style="font-size:14px;"><b>7.此管理制度自发布之日起生效执行，解释及修改权归属于人事行政部。</b></span>\r\n</p>', 77, '', 1, '管理员', 1419582922, 0, 0);
INSERT INTO `xy_document` (`id`, `attid`, `doc_no`, `name`, `content`, `folder`, `add_file`, `user_id`, `user_name`, `create_time`, `update_time`, `is_del`) VALUES
(117, '1419582969', '2014-0031', '部门经营管理责任制协议书', '<p align="center">\r\n	<span style="font-size:14px;"><span><b>部门经营管理责任制协议书</b></span> </span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">甲方：北京市亚华医药有限公司<br />\r\n乙方：<br />\r\n为全面提高公司在医药市场上的竞争力，不断开拓业务范围，有效地调动业务骨干的积极性，本公司决定对各业务部门实行部门负责人责任制下的经营管理体制。为此，经公司和业务部门负责人充分协商达成如下协议。<br />\r\n<b>一、 基本原则：</b><br />\r\n1、北京市亚华医药有限公司销售¬¬¬___组属于公司的正式编制，在公司的领导和监督下开展工作，在业务、财务、质量管理、物价、仓储、人事等方面均纳入公司的统一管理。部门负责人按照本协议承担经营管理责任。<br />\r\n2、\r\n乙方 \r\n__________为销售___组负责人，全面负责部门的日常经营管理活动，自主开拓业务。人员的聘用由乙方负责，但必须严格执行“公司职工、聘用工管\r\n理规定”，并承担“聘用协议”中甲方责任。开展业务活动，在程序上必须服从公司质管部、采购部、财务部、储运部、销售部的管理规定。<br />\r\n3、乙方实行内部独立核算、自负盈亏，经营中所发生的债权债务及亏损均由乙方全部承担。乙方在经营活动中，不得为追求本部门利润违反法律、法规和公司规定，否则乙方承担全部的经济和法律责任。<br />\r\n4、乙方开展经营活动所产生的相应税费由乙方承担。<br />\r\n5、乙方所属部门员工的劳动保险及其他由政府规定应当给予员工的福利待遇按国家规定办理费用由乙方承担。<br />\r\n6、乙方所属部门因工作发生的经营性费用、办公费用、人员工资、分摊的房屋租金等其他所有的费用均由乙方承担。<br />\r\n7、甲乙双方共同确认，对销售___组实行每月销售考核，乙方销售额以当月出库计算，成本以进货增值税发票计算，按月上缴利税。月销售指标_______<br />\r\n万元，季度考核指标，未完成的按销售指标收取利税。<br />\r\n8、甲乙双方共同确认每月月底结算日进行财务账目核对和库存商品盘点，如遇特殊情况可根据业务和财务具体情况决定提前或推后。双方不得以任何理由拒绝对账盘点。<br />\r\n<b>二、甲方的责任：</b><br />\r\n1、甲方作为合法药品经营企业，向乙方提供合法有效的企业资质证明材料及办理对外经营一切手续。<br />\r\n2、\r\n甲方保证乙方产品在验收合格入库后不发生遗失、短缺并严格按国家药监局GSP标准进行管理。产品在库正常保存期内超过规定的破损率由甲方负责赔偿。在库药\r\n品药监局抽检的，样品、费用由甲方负担。销出的药品异地抽检的，费用由乙方负担。因抽检药品不合格所发生的费用及处罚，由乙承担。<br />\r\n3、甲方保证乙方经营资金由乙方专用，未经乙方负责人同意不得擅自挪用，因甲方原因造成乙方资金不能正常运转由甲方承担全部责任。<br />\r\n4、甲方保证乙方经营资金由乙方负责人签字后才能使用，甲方不得私自支付给乙方其他工作人员。<br />\r\n5、甲方保守乙方销售产品的商业秘密，不得向同行业单位泄露乙方资金及业务往来、价格、利润等商业机密。<br />\r\n6、甲方定期向乙方传达国家相关的法律、法规、行政规章及公司的各项管理制度，以确保乙方合法经营。<br />\r\n<br />\r\n<b>三、乙方责任：</b><br />\r\n1、乙方保证依法经营，承担经营中的全部经济责任和法律责任。服从公司统一管理，严格按GSP标准要求规范经营，若出现未按GSP标准规范经营的，甲方有权停止经营，由此造成的经济损失由乙方承担。<br />\r\n2、乙方应保证在经营中与合法药品生产、经营企业进行商业往来，提供商业往来合格证照及药品质量保证协议等相关合法证件、甲方应对乙方所代理品种的生产企业进行实地考察，以确认供货企业的质量保障能力。<br />\r\n3、乙方保证执行公司的各项规章制度，保证业务资金流向、产品流向、票据流向、渠道相实相符。确保进、销票据的合法性和可追遡性。<br />\r\n4、乙方应于每月结账日前上交公司利税及相应的费用，税后产生的利润可作为经营费用在资金额度内报销，且报销票据应符合国家《票据法》和公司相关财务制度及流程。<br />\r\n5、乙方保证在销售活动中，维护公司整体利益及公司形象与各业务部门搞好协作。<br />\r\n6、乙方必须保证财务账户上不低于1万元的存款，为公司核算乙方上缴各项费用出现拖欠时抵扣使用。<br />\r\n<b>四、其他：</b><br />\r\n1、甲乙双方商定，双方在未违反上述条款时，任何一方不得以任何理由单方面提出终止协议（国家政策法规禁止除外）。如其中一方单方面提出终止本协议，将承担相应的经济损失。<br />\r\n2、本合作协议自签字之日起执行生效。一式两份甲乙双方各一份。<br />\r\n3、本协议未尽事宜由甲乙双方共同协商解决，但不得超出国家相关法律法规和相关规定范围，补充协议与本协议有同等法律效力。<br />\r\n4、本协议有效期为从 年 月 日至 年 月 日。<br />\r\n<br />\r\n甲方：（公章） 乙方：<br />\r\n法人代表签字 乙方责任人签字：<br />\r\n年 月 日 年 月 日 </span>\r\n</p>', 79, '', 1, '管理员', 1419582969, 0, 0),
(118, '1419582987', '2014-0032', '药品配送协议', '<p align="center">\r\n	<span style="font-size:14px;"><b><span>北京市亚华医药有限公司</span></b> </span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">药品配送协议<br />\r\n甲方：北京市亚华医药有限公司<br />\r\n乙方：<br />\r\n甲\r\n方为有合法药品销售资质的医药商业企业，乙方为有合法药品生产或经营资质的企业或法人企业授权的业务负责人。 \r\n双方为发挥各自优势，实现业务的不断扩大，决定合作经营甲方许可证范围内的业务。为规范公司的经营、管理行为明确各自的责任，保证公司长久发展，经双方协\r\n商，制定如下条款，共同遵守：<br />\r\n一、 乙方在甲方《药品经营许可证》和《法人授权委托书》和公司制度规定范围内依法开展经营活动，自负盈亏。<br />\r\n二、货物经上级供应商（生产企业或商业）销售给甲方，由甲方按乙方计划将货物配送给销售终端单位，乙方以自有资金销售所代理的药品月销售 100万元以上。乙方按月向甲方上缴利润，缴纳标准为：<br />\r\n1、销售回款超过甲方保留的部分（纯利、税负等），甲方可作为业务费用支持乙方的业务活动，乙方凭符合财务要求的业务票据进行报销。销售利润额度超过5％部分按17％扣除增值税、附加税后，可再报销业务费用，税费后利润按税法规定每季度缴纳所得税。<br />\r\n2、药品配送：乙方或其负责之企业应向甲方提供合法的增值税发票。甲方按税前毛利5％（最低税后纯利1％，税负1.1%）保留利税。<br />\r\n3：\r\n原料配送：乙方货物经上级供应商（生产企业或商业）销售给甲方，由甲方按乙方计划将货物配送给下一级商业单位，货物在甲方的仓储时间不超过48小时，免收\r\n库租。如货物在乙方库可派验收员到乙方库验收，乙方向甲方提供合法的增值税发票。甲方按税前毛利5％ 税负1.1% ，税后纯利0.4%收取上缴利润。<br />\r\n4：医院配送：乙方或其负责之企业应向甲方提供合法的增值税发票。甲方按税前毛利5％保留利税。<br />\r\n5、甲方提供仓储，运输，养护管理 。<br />\r\n常温库、阴凉库储存收费方式：月销售额200万元以下收500元、200万元以上1000元<br />\r\n冷藏或冷冻储存：按货值的3%收取仓储费<br />\r\n需甲方提供运输的按单程计算每公里收费2元<br />\r\n6、甲方按照销售价格开具增值税发票。<br />\r\n7、上缴利润及费用每月结算一次，于当月30日前完成。<br />\r\n三、 乙方应严格执行国家药品管理，税务，工商，物价等法律法规和甲方的规章制度，诚信经营，对本身的违法、违规行为承担责任。<br />\r\n1、乙方承诺按照甲方《药品经营许可证》中规定的经营范围开展销售业务，药品按甲方GSP管理要求验收入库。<br />\r\n2、乙方开展业务时，应严格审查客户资质，不准与无照的单位和个人发生业务往来，开展业务时，应签订购销合同，索要对方有关资质，资料及票据存档（协议，合同等应在规定时间内上交销售管理部门）。<br />\r\n3、乙方应按甲方出具的《法人委托书》所授予的权限与客户开展业务，凡因超出授权所发生的不良后果由乙方负责。<br />\r\n4、乙方要服从甲方的管理，遵守甲方的药品购销管理制度。按时参加公司的集体活动和有关会议。<br />\r\n四、在库药品药监局抽检的，样品、费用由甲方负担。销出的药品异地抽检的，费用由乙方负担。因抽检药品不合格所发生的费用及处罚，由乙承担。<br />\r\n五、 乙方回款必须汇入甲方账户。<br />\r\n六、乙方月销售额达到二百万元以上时，经双方协商，甲方可为乙方提供相应的办公服务。<br />\r\n七、甲方有权对乙方进行市场监管及财务询查。<br />\r\n八、甲方向乙方提供销售所需，证明，证件，促销宣传材料，向乙方提供合作产品的销售信息积极协助乙方开发市场。<br />\r\n九、甲方凭乙方所签合同和发货申请发货。<br />\r\n十、本协议在有效期内，乙方必须严格遵守甲方销售管理制度，切实维护甲乙双方合法权益。<br />\r\n十一、 协议双方均应严格遵守，如因一方违约造成对方经济损失，违约方应向受害方支付等额赔偿。<br />\r\n十二、协议按公历年度签订。本协议至200 年 月 日有效。如期满后双方同意继续合作，应于距期满前30天之前签订协议；如终止合作，乙方的资产及债权、债务由乙方负责清理。<br />\r\n十三、本协议一式二份，甲、乙双方各执一份，经双方签字后生效。<br />\r\n<br />\r\n<br />\r\n甲方：北京市亚华医药有限公司&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 乙方：<br />\r\n<br />\r\n200 年 月 日&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 200 年 月 日 </span>\r\n</p>', 79, '', 1, '管理员', 1419582987, 0, 0),
(119, '1419583003', '2014-0033', '预算制办事处政策', '<p align="center">\r\n	<span style="font-size:14px;"><b>北京市亚华医药有限公司预算制政策</b></span>\r\n</p>\r\n<p align="center">\r\n	<span style="font-size:14px;">2009～2010</span>\r\n</p>\r\n<p>\r\n	<span style="font-size:14px;">产品：佳琪亚<br />\r\n<br />\r\n</span><span style="font-size:14px;"><b>人员配置<br />\r\n</b>地区经理1名：<br />\r\n地区经理负责人员的管理，应对所有二级以上医院的推广工作进行直接监管，负责商务工作，包括地区招标物价工作和商业布货回款。每季度制定工作计划并按时按质完成。地区经理基本工资1200元，岗位绩效基数1800元，按指标达成率评估；交通费800元，通讯费200元。<br />\r\n产品代表0～4名：<br />\r\n负责医院的开发和产品推广活动，每季度制定工作目标并按时完成。产品代表基本工资1200元，交通费200元，通讯费200元。<br />\r\n以上人员公司按基本工资额度缴纳保险，个人承担个人应缴部分。如个人原因另有安排，需向公司提出申请，订立不定时劳务合同，可领取补助550元。<br />\r\n<br />\r\n<b>医院开发</b><br />\r\nB006费用：<br />\r\n大型二级以上综合医院（竞品销量1000盒/月）开发费总额：2000元；其中临床使用1000元，药剂科使用1000元<br />\r\n奖励：<br />\r\n', 79, '', 1, '管理员', 1419583003, 0, 0),
(122, '1419583403', '2014-0036', '财务管理制度细则', '<p align="center">\r\n	<span><span style="font-size:20px;"><b>财务管理制度细则</b></span></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;">&nbsp;&nbsp; 公司每一位职员都应树立与企业同甘共苦的观念，有责任按照公司的有关规定合理计划使用资金。为了健全和规范公司财务制度和方便员工的报销，特制定本制度。</span></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;"><b>1.&nbsp; 借款制度</b><br />\r\n1.1&nbsp;\r\n各地区办事处人员因日常办公、出差、业务拓展等情况需要借款时，借款人需在公司办公系统详细填写此项支出的计划，计划经本地区经理或主管审批、销售部经理\r\n审批、总经理审批后，在办公系统自动生成费用借款单，借款人打印费用借款单，在领款人位置签上自己名字，然后邮寄或是送到公司，财务部收到借款单，财务主\r\n管或会计审核后出纳付款。<br />\r\n1.2&nbsp; 北京地区员工因临时需要、时间紧急等特殊情况需要直接在公司借款时，借款人手工填写借款单，经部门主管或经理审核，财务主管审核，总经理审批后，出纳付款。<br />\r\n1.3&nbsp; 公司行政部采购办公用品、设备等物品，需要借款时，参考《行政管理的采购制度》执行。<br />\r\n1.4&nbsp; 借款金额超过100元以上，原则上使用支票、电汇、汇票等方式支付，差旅、小额借款等特殊情况可以现金支付。<br />\r\n1.5&nbsp; 借款金额（仅指现金金额）发生在1万元—5万元之间，需要提前1-2天通知财务部；借款金额（仅指现金金额）发生在5万元—10万元之间，需要提前3-4天通知财务部；借款金额（仅指现金金额）超过10万元以上，需要提前5天通知财务部。<br />\r\n1.6&nbsp; 需要手工填写的借款单或是打印的借款单上需要手工签名的位置，一律要求使用黑色签字笔。若使用圆珠笔或是蓝色签字笔签名，财务部退回票据，重新签名。<br />\r\n1.7&nbsp; 借款须及时报销（因本次借款发生的业务结束后1-10日内到财务部结帐），上次借款没有及时结清的，第二次借款财务部拒绝支付。</span></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;"><b>2.&nbsp; 报销制度</b><br />\r\n2.1&nbsp; 报销手续<br />\r\n&nbsp; 2.1.1&nbsp; 报销人员取得的发票，必须是正式发票（发票上有税务局或财政局监制字样，铁路运输运输发票等个别除外），发票要求填写内容完整、准确、不许涂改，公司抬头必须是公司全称，不允许简写。<br />\r\n&nbsp;\r\n 2.1.2&nbsp; \r\n手工报销人员需要根据报销的费用分类填写支出凭单、或差旅费报销单、或支票领用凭单等，同时将原始票据分类（如：交通费、业务招待费、通讯费等分类）贴\r\n好，报销单上不能直接列明用途的，需要在粘贴单或是单据背面标注费用报销的明细（费用用途、出租车费应写明去往何地及前往目的等相关情况），费用报销单经\r\n本部门主管或经理审批、财务主管或会计审核、总经理审批后，交到财务部出纳处付款。<br />\r\n&nbsp; 2.1.3&nbsp; \r\n通过办公系统报销的打印费用报销单，需要在办公系统详细填写计划和报告，报告要求详细标注报销的费用明细，打印的费用报销单需在领款人位置签上自己名字，\r\n然后邮寄或是送到公司，财务部收到借款单，财务主管或会计审核通过后，出纳核对付款；若财务主管或是会计审核不合格，会把票据退还给本人、或是交到销售或\r\n市场助理退回本人。<br />\r\n&nbsp; 2.1.4&nbsp; \r\n属于实报实销的费用，发票必须和实际支出一致；属于交通、通讯、餐费等补贴，需要提供和费用内容一致的发票；属于推广费用和推广提成的费用，可以提供会议\r\n费（提供会议通知）、出租车、汽油、充值卡、日用品、劳保用品、办公用品（金额超过300元需要提供明细清单）、火车票、飞机票（本人名字）、电话费（本\r\n人名字）等内容的发票，少量餐费发票。<br />\r\n&nbsp; 2.1.5&nbsp; \r\n实报实销的费用若无正式发票，包括无法开具发票、遗失发票等情况，原则上财务部不予报销。特殊情况，发生时需要或报销前须报告地区经理或总经理审批，详细\r\n说明费用发生的时间、地点、特殊事由、金额及相关人员、证明人，同时需要找相同或相关内容发票替代（发票背面需要本人签字）。经地区经理和总经理签批后，\r\n财务人员给予报销。<br />\r\n&nbsp; 2.1.6&nbsp; 费用报销的单据应每月25日前快递到公司财务部，会计审核无误的费用报销单，出纳在本月的30日或31日前付款。25日之后收到费用报销单，审核无误的于次月的25-30日前支付；审核有误的30日前退回本人或由销售或市场助理退回本人。<br />\r\n2.2&nbsp; 报销项目<br />\r\n&nbsp; 2.2.1&nbsp; 交通费<br />\r\n指因工作需要在当地发生的实际交通费用，报销时，在车票背面标明何时去往何地及前往目的。<br />\r\n&nbsp; 2.2.2&nbsp; 交通、通讯补贴<br />\r\n交通通讯补贴按照员工的补贴金额报销，需要提供补贴金额一致的交通费发票（报销员工所在地区的一卡通充值、出租车票、汽油票、通行费、停车费）和通讯费（本人名字、公司名字抬头、充值卡）发票。<br />\r\n&nbsp; 2.2.3&nbsp; 差旅费<br />\r\n参照办公系统公布的《员工出差管理制度》执行。<br />\r\n出差期间发生的交通费、住宿费、招待费、餐费、通信费等费用，在差旅费报销单上或是办公系统的报告中详细标注，发票参考报销手续中的要求。<br />\r\n若开车出差发生的发生汽油费、过桥费，需要在上面标注详细内容（出发时间、地点、），便于财务审核，尽快付款。<br />\r\n&nbsp; 2.2.4&nbsp; 日常办公费用<br />\r\n参考《行政管理的采购制度》执行。<br />\r\n&nbsp; 2.2.5&nbsp; 其他费用<br />\r\n按照实际发生的情况，实报实销。<br />\r\n2.3&nbsp; 报销流程<br />\r\n&nbsp; 2.3.1&nbsp; 手工报销：<br />\r\n（1）手工填写借款单、支出凭单、差旅费报销、支票领用凭单；<br />\r\n（2）部门主管或经理签字；<br />\r\n（3）财务主管或会计审核；<br />\r\n（4）总经理审批；<br />\r\n（5）出纳核对付款。<br />\r\n&nbsp; 2.3.2办公系统报销：<br />\r\n（1）详细填写计划和报告，标注费用明细；<br />\r\n（2）地区经理或销售部经理审批；<br />\r\n（3）总经理审批；<br />\r\n（4）打印费用报销单，在领款人位置签名后，快递或送到财务部，财务主管或会计审核；<br />\r\n（5）出纳核对付款。</span></span>\r\n</p>\r\n<p>\r\n	<br />\r\n<span><span style="font-size:14px;"><b>3.&nbsp; 备用金制度</b><br />\r\n3.1&nbsp; 申请备用金的限额，参考公司办公系统中公布《办事处管理规定》执行。<br />\r\n3.2&nbsp; 申请人也要根据自身的业务进展情况综合考虑申请限额，合理使用备用金。备用金用以支付日常办公、差旅、业务推广等需要自己垫付的费用，一旦发生费用后尽快到公司报销，不建议再次申请备用金。<br />\r\n3.3&nbsp; 在办公系统申请备用金，直接主管初审，二级主管复审，人事部审核，总经理审批，财务主管审核后，在系统中打印备用金借款单，在领款人位置签上自己名字，然后邮寄或是送到公司，财务部收到借款单，出纳核对付款。</span></span>\r\n</p>\r\n<p>\r\n	<span><span style="font-size:14px;"><b>4.附则</b><br />\r\n4.1&nbsp; 随着公司业务的拓展，本制度将做出相应调整。<br />\r\n4.2&nbsp; 以上内容由公司财务部解释修改。</span></span>\r\n</p>\r\n<p>\r\n	&nbsp;\r\n</p>', 78, '', 1, '管理员', 1419583403, 0, 0),
(123, '1419583421', '2014-0037', '财务管理制度总则', '&lt;p align=&quot;center&quot;&gt;\r\n	&lt;br /&gt;\r\n&lt;/p&gt;\r\n&lt;p align=&quot;center&quot;&gt;\r\n	&lt;span style=&quot;font-size:15px;&quot;&gt;&lt;span style=&quot;font-size:20px;&quot;&gt;&lt;b&gt;财务管理制度总则&lt;/b&gt;&lt;/span&gt;&lt;/span&gt; \r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	&lt;span style=&quot;font-size:15px;&quot;&gt;&lt;span style=&quot;font-size:14px;&quot;&gt;&lt;b&gt;第一章 总 则&lt;/b&gt;&lt;br /&gt;\r\n第一条 为加强财务管理，规范财务工作，促进公司经营业务的发展，提高公司经济效益，根据国家有关财务管理法规制度和公司章程有关规定，结合公司实际情况，特制定本制度。&lt;br /&gt;\r\n第二条 公司执行《企业会计准则》和《企业会计制度》，会计核算遵循权责发生制原则。&lt;br /&gt;\r\n第三条 财务管理的基本任务和方法：&lt;br /&gt;\r\n（一）筹集资金和有效使用资金，监督资金正常运行，维护资金安全，努力提高公司经济效益。&lt;br /&gt;\r\n（二）做好财务管理基础工作，建立健全财务管理制度，认真做好财务收支的计划、控制、核算、分析和考核工作。&lt;br /&gt;\r\n（三）加强财务核算的管理，以提高会计资讯的及时性和准确性。&lt;br /&gt;\r\n（四）监督公司财产的购建、保管和使用，配合综合管理部定期进行财产清查。&lt;br /&gt;\r\n（五）按期编制各类会计报表和财务说明书，做好分析、考核工作。&lt;br /&gt;\r\n第四条 财务管理是公司经营管理的一个重要方面，公司财务管理中心对财务管理工作负有组织、实施、检查的责任，财会人员要认真执行《会计法》，坚决按财务制度办事，并严守公司秘密。&lt;/span&gt;&lt;/span&gt; \r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	&lt;br /&gt;\r\n&lt;span style=&quot;font-size:15px;&quot;&gt;&lt;span style=&quot;font-size:14px;&quot;&gt;&lt;b&gt;第二章 财务管理的基础工作 &lt;/b&gt;&lt;br /&gt;\r\n第\r\n五条 加强原始凭证管理，做到制度化、规范化。原始凭证是公司发生的每项经营活动不可缺少的书面证明，是会计记录的主要依据。 第六条 \r\n公司应根据审核无误的原始凭证编制记帐凭证。记帐凭证的内容必须具备：填制凭证的日期、凭证编号、经济业务摘要、会计科目、金额、所附原始凭证张数、填制\r\n凭证人员，复核人员、会计主管人员签名或盖章。收款和付款记帐凭证还应当由出纳人员签名或盖章。&lt;br /&gt;\r\n第七条 健全会计核算，按照国家统一会计制度的规定和会计业务的需要设置会计帐簿。会计核算应以实际发生的经济业务为依据，按照规定的会计处理方法进行，保证会计指标的口径一致，相互可比和会计处理方法前后相一致。&lt;br /&gt;\r\n第八条 做好会计审核工作，经办财会人员应认真审核每项业务的合法性、真实性、手续完整性和资料的准确性。编制会计凭证、报表时应经专人复核，重大事项应由财务负责人复核。&lt;br /&gt;\r\n第九条 会计人员根据不同的帐务内容采用定期对会计帐簿记录的有关数位与库存实物、货币资金、有价证券、往来单位或个人等进行相互核对，保证帐证相符、帐实相符、帐表相符。&lt;br /&gt;\r\n第十条 建立会计档案，包括对会计凭证、会计帐簿、会计报表和其他会计资料都应建立档案，妥善保管。按《会计档案管理办法》的规定进行保管和销毁。&lt;br /&gt;\r\n第十一条 会计人员因工作变动或离职，必须将本人所经管的会计工作全部移交给接替人员。会计人员办理交接手续，必须有监交人负责监交，交接人员及监交人员应分别在交接清单上签字后，移交人员方可调离或离职。 &lt;/span&gt;&lt;/span&gt; \r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	&lt;br /&gt;\r\n&lt;span style=&quot;font-size:15px;&quot;&gt;&lt;span style=&quot;font-size:14px;&quot;&gt;&lt;b&gt;第三章 资本金和负债管理&lt;/b&gt;&lt;br /&gt;\r\n第十二条 资本金是公司经营的核心资本，必须加强资本金管理。公司筹集的资本金必须聘请中国注册会计师验资，根据验资报告向投资者开具出资证明，并据此入帐。&lt;br /&gt;\r\n第十三条 经公司董事会提议，股东会批准，可以按章程规定增加资本。财务部门应及时调整实收资本。&lt;br /&gt;\r\n第十四条 公司股东之间可相互转让其全部或部分出资，股东应按公司章程规定，向股东以外的人转让出资和购买其他股东转让的出资。财务部门应据实调整。&lt;br /&gt;\r\n第十五条 公司以负债形式筹集资金，须努力降低筹资成本，同时应按月计提利息支出，并计入成本。&lt;br /&gt;\r\n第十六条 加强应付帐款和其他应付款的管理，及时核对余额，保证负债的真实性和准确性。凡一年以上应付而未付的款项应查找原因，对确实无法付出的应付款项报公司总经理批准后处理。&lt;br /&gt;\r\n第十七条 公司对外担保业务，按公司规定的审批流程报批后，由财务管理中心登记后才能正式对外签发，财务管理中心据此纳入公司或有负债管理，在担保期满后及时督促有关业务部门撤销担保。&lt;/span&gt;&lt;/span&gt; \r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	&lt;br /&gt;\r\n&lt;span style=&quot;font-size:15px;&quot;&gt;&lt;span style=&quot;font-size:14px;&quot;&gt;&lt;b&gt;第四章 流动资产管理&lt;/b&gt;&lt;br /&gt;\r\n第十八条 现金的管理：严格执行人民银行颁布的《现金管理暂行条例》，根据本公司实际需要，合理核实现金的库存限额，超出限额部分要及时送存银行。&lt;br /&gt;\r\n第十九条 严禁白条抵库和任意挪用现金，出纳人员必须每日结出现金日记帐的帐面余额，并与库存现金相核对，发现不符要及时查明原因。财务经理对库存现金进行定期或不定期检查，以保证现金的安全和完整。公司的一切现金收付都必须有合法的原始凭证。&lt;br /&gt;\r\n第二十条 银行存款的管理：加强对银行帐户及其他帐户的保密工作，非因业务需要不准外泄，银行帐户印鉴实行分管制，不得一人统一保管使用。严禁在任何空白合同上加盖银行帐户印鉴。&lt;br /&gt;\r\n第二十一条 出纳人员要随时掌握银行存款余额，不准签发空头支票，不准将银行帐户出借给任何单位和个人办理结算或套取现金。在每月末要做好与银行的对帐工作，并编制银行存款余额调节表，对未达帐项进行分析，查找原因，并报财务部门负责人。&lt;br /&gt;\r\n第二十二条 应收帐款的管理：对应收帐款，每季末做一次帐龄和清收情况的分析，并报有关领导和分管业务部门，督促业务部门积极催收，避免形成坏帐。&lt;br /&gt;\r\n第二十三条 其他应收款的管理：应按户分页记帐，要严格个人借款审批程式，借款的审批程式是：借款人→部门负责人→财务负责人→总经理。借用现金，必须用于现金结算范围内的各种费用专项的支付。&lt;br /&gt;\r\n第二十四条 短期投资的管理：短期投资是指一年内能够并准备变现的投资，短期投资必须在公司授权范围内进行，按现行财务制度规定记帐、核算收入成本和损益。&lt;/span&gt;&lt;/span&gt; \r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	&lt;br /&gt;\r\n&lt;span style=&quot;font-size:15px;&quot;&gt;&lt;span style=&quot;font-size:14px;&quot;&gt;&lt;b&gt;第五章 长期资产管理&lt;/b&gt;&lt;br /&gt;\r\n第\r\n二十五条 \r\n长期投资的管理，长期投资是指不准备在一年内变现的投资，分为股权投资和债权投资。公司进行长期投资应认真做好可行性分析和认证，按公司审批许可权的规定\r\n批准后，由财务部办理入帐手续。公司对被投资单位没有实际控制权的长期投资采用成本法核算；拥有实际控制权的，长期投资采用权益法核算。&lt;br /&gt;\r\n第二十六条 固定资产的管理：有下列情况之一的资产应纳入固定资产进行核算：①使用期限在一年以上的房屋、建筑物、机器、机械、运输工具和其他与经营有关的设备器具、工具等；②不属于经营主要设备的物品，单位价值较大，并且使用期限超过1年的。&lt;br /&gt;\r\n第二十七条 固定资产要做到有帐、有卡，帐实相符。财务部负责固定资产的价值核算与管理，后勤管理部负责实物的记录、保管和卡片登记工作，财务部应建立固定资产明细帐。&lt;br /&gt;\r\n第二十八条 固定资产的购置和调入均按实际成本入帐，固定资产折旧采用直线法分类计提，分类折旧年限为：&lt;br /&gt;\r\n（一）房屋、建筑物，为20年；&lt;br /&gt;\r\n（二）飞机、火车、轮船、机器、机械和其他生产设备，为10年；&lt;br /&gt;\r\n（三）与生产经营活动有关的器具、工具、家具等，为5年；&lt;br /&gt;\r\n（四）飞机、火车、轮船以外的运输工具，为4年；&lt;br /&gt;\r\n（五）电子设备，为3年。&lt;br /&gt;\r\n第二十九条 已经提足折旧、继续使用的固定资产不再提取折旧，提前报废的固&lt;br /&gt;\r\n定资产，不再补提折旧。当月增加的固定资产，当月不提折旧，当月减少的固&lt;br /&gt;\r\n定资产，当月照提折旧。&lt;br /&gt;\r\n第三十条 对固定资产和其他资产要进行定期盘点，每年末由综合管理部负责盘点一次，盘点中发现短缺或盈余，应及时查明原因，并编制盘盈盘亏表，报财务部审核后，经总经理批准后进行帐务处理。&lt;br /&gt;\r\n第三十一条 无形资产指被公司长期使用而没有实物形态的资产，包括：专利权、土地使用权、商誉等。无形资产按实际成本入帐，在受益期内或有效期内按不短于10年的期限摊销。&lt;br /&gt;\r\n第\r\n三十二条 \r\n递延资产是不能全部计入当期损益，需要在以后年度内分期摊销的各项费用，包括开办费，租入固定资产的改良支出和摊销期限超过一年，金额较大的修理费支出。\r\n开办费自营业之日起，分期摊入成本。分摊期不短于5年，以经营租入的固定资产改良支出，在有效租赁期内分期摊销。&lt;/span&gt;&lt;/span&gt; \r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	&lt;br /&gt;\r\n&lt;span style=&quot;font-size:15px;&quot;&gt;&lt;span style=&quot;font-size:14px;&quot;&gt;&lt;b&gt;第六章 收入管理&lt;/b&gt;&lt;br /&gt;\r\n第三十三条 公司的营业收入包括主营业务收入、其他营业收入等。营业收入要严格按照权责发生制原则确认，并认真核实、正确反映，以保证公司损益的真实性。&lt;br /&gt;\r\n第三十四条 营业收入要按照规定列入相关的收入专项，不得截留到帐外或作其他处理。&lt;/span&gt;&lt;/span&gt; \r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	&lt;br /&gt;\r\n&lt;span style=&quot;font-size:15px;&quot;&gt;&lt;span style=&quot;font-size:14px;&quot;&gt;&lt;b&gt;第七章&amp;nbsp; 成本费用管理&lt;/b&gt;&lt;br /&gt;\r\n第三十五条 公司在业务经营活动中发生的与业务有关的支出，按规定计入成本费用。成本费用是管理公司经济效益的重要内容。控制好成本费用，对堵塞管理漏洞、提高公司经济效益具有重要作用。&lt;br /&gt;\r\n第三十六条 成本费用开支范围包括：管理费用、利息支出、营业费用、其他营业支出等。&lt;br /&gt;\r\n（一）利息支出：指支付以负债形式筹集的资金成本支出。&lt;br /&gt;\r\n（二）营业费用包括：职工工资、职工福利费、医药费、职工教育经费、工会经费、住房公积金、保险费、固定资产折旧费、摊销费、修理费、管理费、通讯费、交通费、招待费、差旅费、车辆使用费、报刊费、会议费、办公费、劳务费、董事会费、奖励费、各种准备金等其他费用。&lt;br /&gt;\r\n（三）固定资产折旧费：指公司根据固定资产原值和国家规定的固定资产分类折旧率计算摊销的费用。&lt;br /&gt;\r\n（四）摊销费：指递延资产的摊销费用，分摊期不短于5年。&lt;br /&gt;\r\n（五）各种准备金：各种准备金包括投资风险准备金和坏帐准备金。投资风险准备金按年末长期投资余额的1%实行差额提取，坏帐准备金按年末应收帐款余额的1%提取。&lt;br /&gt;\r\n（六）管理费用包括：物业管理费、水电费、职工工作餐费、取暖降温费、全勤奖励费等其他费用。&lt;br /&gt;\r\n第三十七条 职工福利费、工会经费、教育经费按实际发生列支。住房公积金经批准后，由公司按职工工资总额的一定比例逐月交纳。&lt;br /&gt;\r\n第三十八条 加强对费用的总额控制，严格制定各项费用的开支标准和审批许可权，财务人员应认真审核有关支出凭证，未经领导签字或审批手续不全的，不予报销，对违反有关制度规定的行为应及时向领导反映。&lt;br /&gt;\r\n第三十九条 公司各项成本费用由财务部负责管理和核算，费用支出的管理实行预算控制，财务部要定期进行成本费用检查、分析、制定降低成本的措施。&lt;/span&gt;&lt;/span&gt; \r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	&lt;br /&gt;\r\n&lt;span style=&quot;font-size:15px;&quot;&gt;&lt;span style=&quot;font-size:14px;&quot;&gt;&lt;b&gt;第八章 利润及利润分配管理&lt;/b&gt;&lt;br /&gt;\r\n第三十九条 公司营业利润＝营业收入- 营业税金及附加-营业支出&lt;br /&gt;\r\n利润总额＝营业利润＋投资收益＋营业外收入 -营业外支出&lt;br /&gt;\r\n（一）投资收益包括对外投资分得的利润、股利等。&lt;br /&gt;\r\n（二）营业外收入是指与公司业务经营无直接关系的各项收入，具体包括：固定资产盘盈、处理固定资产净收益、教育费附加返还款、罚没收入、罚款收入，确实无法支付而按规定程式经批准的应付款项等。&lt;br /&gt;\r\n（三）营业外支出是指与公司业务经营无直接关系的各项支出，具体包括：固定资产盘亏和毁损报废净损失、非常损失、公益救济性捐赠、赔偿金、违约金等。&lt;br /&gt;\r\n第四十条 公司利润总额按国家有关规定作相应调整后，依照缴纳所得税，缴纳所得税后的利润，按以下顺序分配：&lt;br /&gt;\r\n（一）被没收的财物损失，支付各项税收的滞纳金和罚款；&lt;br /&gt;\r\n（二）弥补公司以前年度亏损；&lt;br /&gt;\r\n（三）提取法定盈余公积金，法定盈余公积金按照税后利润扣除前两项后的10％提取，盈余公积金已达注册资本的50％时不再提取。&lt;br /&gt;\r\n（四）提取公积金、公益金按税后利润的5％计提，主要用于公司的职工集体福利支出。&lt;br /&gt;\r\n（五）向投资者分配利润，根据股东会决议，向投资者分配利润。&lt;br /&gt;\r\n第四十一条 财务报表分月报和年报，月报财务报表包括资产负债表、损益表。年度财务报表包括资产负债表、损益表、现金流量表、营业费用明细表、利润分配表。公司财务月报表应于次月15日内完成，年度财务会计报告应于次年90日内制作，必要时聘请会计师事务所进行审计。&lt;br /&gt;\r\n第四十二条 年末还应报送财务情况说明书。财务情况说明书主要内容包括：&lt;br /&gt;\r\n（一）业务、经营情况，利润实现情况，资金增减及周转情况，财务收支情况等。&lt;br /&gt;\r\n（二）财务会计方法变动情况及原因，对本期或下期财务状况变动有重大影响的事项；资产负债表制表日至报出期之间发生的对公司财务状况有重大影响的事项；以及为正确理解财务报表需要说明的其他事项。&lt;br /&gt;\r\n第四十三条 财务分析是公司财务管理的重要组成部分，财务管理中心应对公司经营状况和经营成果进行总结、评价和考核，通过财务分析促进增收节支，充分发挥资金效能，通过对财务活动不同方案和经济效益的比较，为领导或有关部门的决策提供依据。&lt;br /&gt;\r\n第四十四条 总结和评价本公司财务状况及经营成果的财务报告指标包括：①经营状况指标：流动比率、负债比率、所有者权益比率；②经营成果指标：利润率、资本利润率、成本费用利润率。&lt;/span&gt;&lt;/span&gt; \r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	&lt;br /&gt;\r\n&lt;span style=&quot;font-size:15px;&quot;&gt;&lt;span style=&quot;font-size:14px;&quot;&gt;&lt;b&gt;第九章 会计电算化&lt;/b&gt;&lt;br /&gt;\r\n第\r\n四十五条 \r\n会计电算化硬体设备是指专用于会计电算化的微机及其配套设备，包括服务器、工作站、网线、复印机、UPS电源等。会计电算化硬体设备由财务部统一管理和使\r\n用，非会计电算化工作人员一般情况下不得使用，特殊情况确需使用时，应经财务部经理批准，在不影响会计电算化正常工作情况下进行。&lt;br /&gt;\r\n第四十六条 财务软件是用于完成会计核算、处理会计业务的软件。操作人员在实际工作中发现软件的设计功能未能正常实现时，应立即与软件发展商联系，进行修改、调试，完成调试后，应及时检查、核对，以确保相应帐务资料和功能模组的正确性。&lt;br /&gt;\r\n第四十七条 每日对财务数据的会计资料进行备份。操作人员运用财务软件必须是通过系统功能表选项进入系统操作，应根据工作需要设置操作许可权和密码。操作人员对使用的硬体设备的安全负责。下班时，应关闭设备的电源。设备的开启和关闭应严格按规范程式进行。&lt;br /&gt;\r\n第四十八条 采用微机和手工帐并行的办法进行财务核算的，每月末，会计核算人员必须将手工帐与微机帐进行核对。保持手工帐与微机帐一致。&lt;br /&gt;\r\n第\r\n四十九条 \r\n企业银行电子支付系统的管理，严格按照企业银行电子支付程式和许可权规定执行。电子支付密码器、IC卡、帐户密码和操作人员密码是使用企业银行系统的关键\r\n要素，应妥善保管，主管卡和操作员卡应按照分管并用的原则，由财务部负责人和操作员分别设制密码，不得一人统管使用。&lt;/span&gt;&lt;/span&gt; \r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	&lt;br /&gt;\r\n&lt;span style=&quot;font-size:15px;&quot;&gt;&lt;span style=&quot;font-size:14px;&quot;&gt;&lt;b&gt;第十章 附则&lt;/b&gt;&lt;br /&gt;\r\n第五十条 本办法由公司财务部负责修改解释，自发布之日起生效执行。&lt;/span&gt;&lt;/span&gt; \r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	&lt;br /&gt;\r\n&lt;/p&gt;', 78, '', 1, '管理员', 1419583421, 1419583555, 0),
(124, '1431661261', '2015-0001', '《日常办公设备采购申请单》', '&lt;img src=&quot;http://www.yahua-med.com.cn/oa/Data/Files/doc/201505/55556a6c79af8.png&quot; alt=&quot;&quot; /&gt;&lt;br /&gt;', 80, 'df2d7c4516900e71d25cba1957ded990;', 1, '管理员', 1431661261, 1431661629, 0),
(125, '1431661485', '2015-0002', '《请假单（普通假）》', '&lt;img src=&quot;http://www.yahua-med.com.cn/oa/Data/Files/doc/201505/555ab44db9dea.png&quot; alt=&quot;&quot; /&gt;&lt;br /&gt;', 80, 'fe6476333cbe2db6c2c36e7dd116b10d;', 1, '管理员', 1431661485, 1432007772, 0),
(126, '1431661558', '2015-0003', '《请假单（年假）》', '&lt;img src=&quot;http://www.yahua-med.com.cn/oa/Data/Files/doc/201505/55556be84dc6d.png&quot; alt=&quot;&quot; /&gt;', 80, 'b3e54d89c109d0408726e09b78fe0895;', 1, '管理员', 1431661558, 1431661591, 0);

-- --------------------------------------------------------

--
-- 表的结构 `xy_duty`
--

CREATE TABLE IF NOT EXISTS `xy_duty` (
`id` smallint(3) NOT NULL,
  `duty_no` varchar(10) NOT NULL DEFAULT '' COMMENT '职责编号',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '名称',
  `sort` varchar(20) NOT NULL DEFAULT '' COMMENT '排序',
  `is_del` tinyint(3) NOT NULL DEFAULT '0' COMMENT '删除标记',
  `remark` varchar(255) NOT NULL DEFAULT '' COMMENT '备注'
) ENGINE=MyISAM AUTO_INCREMENT=18 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_duty`
--

INSERT INTO `xy_duty` (`id`, `duty_no`, `name`, `sort`, `is_del`, `remark`) VALUES
(14, 'P001', '采购员', '1', 0, '采购员'),
(15, 'S001', '业务员', '2', 0, '业务员'),
(16, 'X001', '销售员', '3', 0, '销售员'),
(17, 'Z001', '质管员', '4', 0, '质管员');

-- --------------------------------------------------------

--
-- 表的结构 `xy_files`
--

CREATE TABLE IF NOT EXISTS `xy_files` (
`id` int(11) NOT NULL,
  `attid` varchar(32) NOT NULL,
  `folder` varchar(50) NOT NULL,
  `filename` varchar(255) DEFAULT NULL,
  `filetype` varchar(50) DEFAULT NULL,
  `filedesc` varchar(200) DEFAULT NULL,
  `size` varchar(20) NOT NULL DEFAULT '0',
  `module` varchar(20) NOT NULL DEFAULT '0',
  `uid` varchar(11) NOT NULL DEFAULT '0',
  `addtime` datetime NOT NULL,
  `status` int(2) NOT NULL DEFAULT '1'
) ENGINE=MyISAM AUTO_INCREMENT=247 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_files`
--

INSERT INTO `xy_files` (`id`, `attid`, `folder`, `filename`, `filetype`, `filedesc`, `size`, `module`, `uid`, `addtime`, `status`) VALUES
(238, '1431661261', 'Uploads/Public/2015-06-23/', '55891b922e08e.xls', 'xls', '日常办公设备采购单.xls', '11776', 'Document', '1', '2015-06-23 16:40:50', 1),
(237, '1431661485', 'Uploads/Public/2015-06-23/', '55891b8b51033.xls', 'xls', '请假单（普通假）.xls', '11776', 'Document', '1', '2015-06-23 16:40:43', 1),
(236, '1431661558', 'Uploads/Public/2015-06-23/', '55891b804f1b1.xls', 'xls', '请假单（年假）.xls', '10752', 'Document', '1', '2015-06-23 16:40:32', 1),
(244, '1434459175', 'Uploads/Public/2015-07-15/', '55a667f7a0f72.xls', 'xls', '供应商演示模版.xls', '10240', 'Document', '1', '2015-07-15 22:02:31', 1),
(243, '1434440020', 'Uploads/Public/2015-07-15/', '55a667f03074b.xls', 'xls', '供应商导入模板.xls', '10752', 'Document', '1', '2015-07-15 22:02:24', 1);

-- --------------------------------------------------------

--
-- 表的结构 `xy_flow`
--

CREATE TABLE IF NOT EXISTS `xy_flow` (
`id` smallint(4) unsigned NOT NULL,
  `doc_no` varchar(20) NOT NULL DEFAULT '' COMMENT '文档编号',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '名称',
  `content` text COMMENT '内容',
  `confirm` varchar(200) NOT NULL DEFAULT '' COMMENT '裁决数据',
  `confirm_name` text NOT NULL COMMENT '裁决显示内容',
  `consult` varchar(200) NOT NULL DEFAULT '' COMMENT '协商数据',
  `consult_name` text NOT NULL COMMENT '协商显示内容',
  `refer` varchar(200) NOT NULL DEFAULT '' COMMENT '抄送数据',
  `refer_name` text NOT NULL COMMENT '抄送显示内容',
  `type` varchar(20) NOT NULL DEFAULT '' COMMENT '流程类型',
  `add_file` varchar(200) NOT NULL DEFAULT '' COMMENT '附件',
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `user_id` int(11) NOT NULL DEFAULT '0' COMMENT '用户ID',
  `emp_no` varchar(20) DEFAULT NULL COMMENT '员工编号',
  `user_name` varchar(20) NOT NULL DEFAULT '' COMMENT '用户名称',
  `dept_id` int(11) NOT NULL DEFAULT '0' COMMENT '部门ID',
  `dept_name` varchar(20) NOT NULL DEFAULT '' COMMENT '部门名称',
  `create_date` varchar(10) NOT NULL DEFAULT '' COMMENT '创建日期',
  `create_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '创建时间',
  `update_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '更新时间',
  `step` int(11) NOT NULL DEFAULT '0' COMMENT '状态',
  `is_del` tinyint(3) NOT NULL DEFAULT '0' COMMENT '删除标记'
) ENGINE=MyISAM AUTO_INCREMENT=378 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_flow`
--

INSERT INTO `xy_flow` (`id`, `doc_no`, `name`, `content`, `confirm`, `confirm_name`, `consult`, `consult_name`, `refer`, `refer_name`, `type`, `add_file`, `attid`, `user_id`, `emp_no`, `user_name`, `dept_id`, `dept_name`, `create_date`, `create_time`, `update_time`, `step`, `is_del`) VALUES
(377, 'CYBLC', '储运部流程1', '储运部流程', 'admin|', '人员:管理员/信息部主任', '', '无\r\n', '', '无\r\n', '44', '', '14350646020076623512', 1, 'admin', '管理员', 0, '信息部', '', 1435064625, 0, 40, 0),
(375, 'BGSLC', '办公室流程1', NULL, 'admin|', '人员:管理员', '', '无\r\n', 'dsh002|', '人员:edward_wang', '36', '', '14349462837058919214', 8, 'gaozhe', '高哲', 0, '信息部', '', 1434946300, 0, 20, 0),
(376, 'BGSLC', '办公室流程2', NULL, 'admin|bahongpu|', '人员:管理员/信息部主任→人员:巴洪浦/出纳员', '', '无\r\n', 'dsh002|', '人员:edward_wang/总经理', '36', '', '14350514937975419086', 1, 'admin', '管理员', 0, '信息部', '', 1435051555, 0, 20, 0);

-- --------------------------------------------------------

--
-- 表的结构 `xy_flow_field`
--

CREATE TABLE IF NOT EXISTS `xy_flow_field` (
`id` int(11) NOT NULL,
  `name` varchar(50) NOT NULL DEFAULT '',
  `type_id` int(11) NOT NULL,
  `sort` varchar(20) NOT NULL,
  `msg` varchar(50) DEFAULT NULL,
  `control_type` varchar(255) DEFAULT NULL,
  `control_layout` varchar(255) DEFAULT NULL,
  `control_data` varchar(255) DEFAULT NULL,
  `validate` varchar(20) DEFAULT NULL,
  `is_del` tinyint(3) NOT NULL DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=62 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_flow_field`
--

INSERT INTO `xy_flow_field` (`id`, `name`, `type_id`, `sort`, `msg`, `control_type`, `control_layout`, `control_data`, `validate`, `is_del`) VALUES
(61, '采购用品名称', 36, '1', '', 'text', '2', '', 'required', 0);

-- --------------------------------------------------------

--
-- 表的结构 `xy_flow_field_data`
--

CREATE TABLE IF NOT EXISTS `xy_flow_field_data` (
  `flow_id` int(11) NOT NULL,
  `field_id` varchar(50) NOT NULL,
  `val` varchar(50) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_flow_field_data`
--

INSERT INTO `xy_flow_field_data` (`flow_id`, `field_id`, `val`) VALUES
(375, '61', '采购用品名称'),
(376, '61', '采购用品名称');

-- --------------------------------------------------------

--
-- 表的结构 `xy_flow_log`
--

CREATE TABLE IF NOT EXISTS `xy_flow_log` (
`id` int(11) NOT NULL,
  `flow_id` int(11) NOT NULL DEFAULT '0' COMMENT '流程ID',
  `emp_no` varchar(20) NOT NULL DEFAULT '' COMMENT '员工编号',
  `user_id` int(11) DEFAULT NULL COMMENT '用户ID',
  `user_name` varchar(20) DEFAULT '' COMMENT '用户名称',
  `step` int(11) NOT NULL DEFAULT '0' COMMENT '当前步骤',
  `result` int(11) DEFAULT NULL COMMENT '审批结果',
  `create_time` int(11) NOT NULL DEFAULT '0' COMMENT '创建时间',
  `update_time` int(11) NOT NULL DEFAULT '0' COMMENT '更新时间',
  `comment` text COMMENT '意见',
  `is_read` tinyint(3) NOT NULL DEFAULT '0' COMMENT '已读'
) ENGINE=MyISAM AUTO_INCREMENT=534 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_flow_log`
--

INSERT INTO `xy_flow_log` (`id`, `flow_id`, `emp_no`, `user_id`, `user_name`, `step`, `result`, `create_time`, `update_time`, `comment`, `is_read`) VALUES
(533, 376, 'admin', 1, '管理员', 21, NULL, 1435051555, 0, NULL, 0),
(532, 375, 'admin', 1, '管理员', 21, NULL, 1434946300, 0, NULL, 0);

-- --------------------------------------------------------

--
-- 表的结构 `xy_flow_type`
--

CREATE TABLE IF NOT EXISTS `xy_flow_type` (
`id` smallint(3) unsigned NOT NULL,
  `tag` varchar(20) NOT NULL DEFAULT '' COMMENT '分组',
  `doc_no_format` varchar(50) NOT NULL DEFAULT '' COMMENT '文档编码格式',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '名称',
  `short` varchar(20) NOT NULL DEFAULT '' COMMENT '简称',
  `content` text NOT NULL COMMENT '内容',
  `confirm` varchar(100) DEFAULT '' COMMENT '裁决数据',
  `confirm_name` text COMMENT '裁决显示内容',
  `consult` varchar(100) DEFAULT NULL COMMENT '协商数据',
  `consult_name` text COMMENT '协商显示内容',
  `refer` varchar(100) DEFAULT NULL COMMENT '抄送数据',
  `refer_name` text COMMENT '抄送显示内容',
  `create_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '创建时间',
  `update_time` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '更新时间',
  `sort` smallint(3) unsigned NOT NULL DEFAULT '0' COMMENT '排序',
  `is_edit` tinyint(3) NOT NULL DEFAULT '0' COMMENT '可编辑标记',
  `is_lock` tinyint(3) NOT NULL DEFAULT '0' COMMENT '锁定标记',
  `is_del` tinyint(3) NOT NULL DEFAULT '0' COMMENT '删除标记',
  `request_duty` int(11) DEFAULT NULL,
  `report_duty` int(11) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=48 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_flow_type`
--

INSERT INTO `xy_flow_type` (`id`, `tag`, `doc_no_format`, `name`, `short`, `content`, `confirm`, `confirm_name`, `consult`, `consult_name`, `refer`, `refer_name`, `create_time`, `update_time`, `sort`, `is_edit`, `is_lock`, `is_del`, `request_duty`, `report_duty`) VALUES
(36, '80', 'BGSLC', '办公室流程', '办公室流程', '办公室流程', 'emp_admin|emp_bahongpu|', '人员:管理员/信息部主任→人员:巴洪浦/出纳员', '', '', 'emp_dsh002|', '人员:edward_wang/总经理', 1417526745, 1437718254, 1, 0, 1, 0, 14, 14),
(37, '71', 'YWBLC', '业务部流程', '业务部流程', '业务部流程业务流程表单', 'emp_gaozhe|emp_admin|', '人员:高哲/信息员→人员:管理员/信息部主任', '', '', '', '', 1417526745, 1435063128, 2, 0, 1, 0, 15, 14),
(44, '70', 'CYBLC', '储运部流程', '简称', '储运部流程', '', '', '', '', '', '', 1433344217, 1435135623, 3, 0, 0, 0, 15, 16),
(47, '69', 'ZGBLC', '质管部流程', '测试流程4', '质管部流程', '', NULL, NULL, NULL, NULL, NULL, 1433430328, 1435135473, 4, 0, 0, 0, 17, 14);

-- --------------------------------------------------------

--
-- 表的结构 `xy_fu`
--

CREATE TABLE IF NOT EXISTS `xy_fu` (
`id` int(11) NOT NULL,
  `addm` varchar(20) NOT NULL,
  `jhid` int(11) NOT NULL,
  `jhname` varchar(200) NOT NULL,
  `type` varchar(50) NOT NULL,
  `fenlei` varchar(50) NOT NULL,
  `bianhao` varchar(50) NOT NULL,
  `jine` int(11) NOT NULL,
  `juid` int(11) NOT NULL,
  `juname` varchar(50) NOT NULL,
  `beizhu` varchar(200) NOT NULL,
  `uid` int(11) NOT NULL,
  `uuname` varchar(50) NOT NULL,
  `uname` varchar(50) NOT NULL,
  `addtime` datetime NOT NULL,
  `uuid` int(11) NOT NULL,
  `updatetime` datetime NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `attid` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COMMENT='付款记录';

-- --------------------------------------------------------

--
-- 表的结构 `xy_goods`
--

CREATE TABLE IF NOT EXISTS `xy_goods` (
`id` int(11) NOT NULL,
  `title` varchar(100) DEFAULT NULL,
  `PNO` varchar(50) DEFAULT NULL,
  `old_PNO` varchar(50) DEFAULT NULL,
  `price` decimal(10,0) NOT NULL DEFAULT '0',
  `add_time` date DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_goods`
--

INSERT INTO `xy_goods` (`id`, `title`, `PNO`, `old_PNO`, `price`, `add_time`) VALUES
(1, '1', '1', '1', '1', '2015-07-15'),
(2, '2', '2', '2', '2', '2015-07-15'),
(3, '3', '3', '3', '3', '2015-07-15'),
(4, '4', '4', '4', '4', '2015-07-15'),
(5, '5', '5', '5', '5', '2015-07-15'),
(6, '1', '1', '1', '1', '2015-07-15'),
(7, '2', '2', '2', '2', '2015-07-15'),
(8, '3', '3', '3', '3', '2015-07-15'),
(9, '4', '4', '4', '4', '2015-07-15'),
(10, '5', '5', '5', '5', '2015-07-15');

-- --------------------------------------------------------

--
-- 表的结构 `xy_hetong`
--

CREATE TABLE IF NOT EXISTS `xy_hetong` (
`id` int(11) NOT NULL,
  `bianhao` varchar(50) NOT NULL,
  `title` varchar(50) NOT NULL,
  `jcid` int(11) NOT NULL,
  `jcname` varchar(200) NOT NULL,
  `xingming` varchar(50) NOT NULL,
  `dianhua` varchar(50) NOT NULL,
  `jine` int(11) NOT NULL,
  `yishou` int(11) NOT NULL,
  `weishou` int(11) NOT NULL,
  `yikai` int(11) NOT NULL,
  `fukuan` int(11) NOT NULL,
  `dqrq` date NOT NULL,
  `name` varchar(50) NOT NULL,
  `juid` varchar(1000) NOT NULL,
  `juname` varchar(1000) NOT NULL,
  `uid` int(11) NOT NULL,
  `uname` varchar(50) NOT NULL,
  `addtime` datetime NOT NULL,
  `uuid` int(11) NOT NULL,
  `uuname` varchar(50) NOT NULL,
  `updatetime` datetime NOT NULL,
  `beizhu` text NOT NULL,
  `attid` int(11) NOT NULL,
  `addm` varchar(20) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COMMENT='合同管理';

-- --------------------------------------------------------

--
-- 表的结构 `xy_hr`
--

CREATE TABLE IF NOT EXISTS `xy_hr` (
`id` int(11) NOT NULL,
  `xingming` varchar(50) NOT NULL,
  `sex` varchar(10) NOT NULL,
  `shengri` date NOT NULL,
  `xuexiao` varchar(100) NOT NULL,
  `xueli` varchar(50) NOT NULL,
  `addtime` datetime NOT NULL,
  `jiadizhi` varchar(255) NOT NULL,
  `beizhu` text NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `updatetime` datetime DEFAULT NULL,
  `uid` int(11) NOT NULL,
  `gonghao` varchar(50) NOT NULL,
  `bumen` varchar(50) NOT NULL,
  `zhiwei` varchar(50) NOT NULL,
  `shenfenzheng` varchar(20) NOT NULL,
  `jiankang` varchar(50) NOT NULL,
  `hunyin` varchar(20) NOT NULL,
  `minzu` varchar(20) NOT NULL,
  `jiguan` varchar(50) NOT NULL,
  `zhengzhi` varchar(50) NOT NULL,
  `rudang` date NOT NULL,
  `hukou` varchar(20) NOT NULL,
  `hukoudi` varchar(200) NOT NULL,
  `jiadianhua` varchar(20) NOT NULL,
  `type` varchar(20) NOT NULL,
  `ruzhi` date NOT NULL,
  `zaizhi` varchar(20) NOT NULL,
  `lizhi` date NOT NULL,
  `biye` date NOT NULL,
  `xuewei` varchar(20) NOT NULL,
  `zhuanye` varchar(20) NOT NULL,
  `uname` varchar(50) NOT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `shehui` text NOT NULL,
  `xuexi` text NOT NULL,
  `gongzuo` text NOT NULL,
  `jineng` text NOT NULL,
  `attid` int(11) NOT NULL,
  `birthday` varchar(20) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COMMENT='员工档案';

--
-- 转存表中的数据 `xy_hr`
--

INSERT INTO `xy_hr` (`id`, `xingming`, `sex`, `shengri`, `xuexiao`, `xueli`, `addtime`, `jiadizhi`, `beizhu`, `status`, `updatetime`, `uid`, `gonghao`, `bumen`, `zhiwei`, `shenfenzheng`, `jiankang`, `hunyin`, `minzu`, `jiguan`, `zhengzhi`, `rudang`, `hukou`, `hukoudi`, `jiadianhua`, `type`, `ruzhi`, `zaizhi`, `lizhi`, `biye`, `xuewei`, `zhuanye`, `uname`, `uuid`, `uuname`, `shehui`, `xuexi`, `gongzuo`, `jineng`, `attid`, `birthday`) VALUES
(1, '管理员', '男', '2015-06-10', 'XX大学', '本科', '2015-02-28 21:46:41', '武汉市', '&lt;p&gt;\r\n	补充\r\n&lt;/p&gt;', 1, '2015-06-25 12:52:15', 1, '1001', '信息部', '信息部主任', '12345678901234', '健康', '已婚', '汉族', '武汉市', '共青团员', '0000-00-00', '本地城镇居民', '武汉市', '13811836808', '正式员工', '2015-01-01', '在职', '0000-00-00', '2015-01-01', '学士', '计算机', '管理员', 1, '管理员', '', '', '', '什么都会一点', 1425131004, '06');

-- --------------------------------------------------------

--
-- 表的结构 `xy_hrdd`
--

CREATE TABLE IF NOT EXISTS `xy_hrdd` (
`id` int(11) NOT NULL,
  `juid` int(11) NOT NULL,
  `juname` varchar(50) NOT NULL,
  `title` varchar(50) NOT NULL,
  `type` varchar(50) NOT NULL,
  `ddrq` date NOT NULL,
  `sxrq` date NOT NULL,
  `bumen` varchar(50) NOT NULL,
  `hbumen` varchar(50) NOT NULL,
  `zhiwei` varchar(50) NOT NULL,
  `hzhiwei` varchar(50) NOT NULL,
  `beizhu` text NOT NULL,
  `attid` int(11) NOT NULL,
  `uid` int(11) NOT NULL,
  `uname` varchar(50) NOT NULL,
  `addtime` datetime NOT NULL,
  `uuid` int(11) NOT NULL,
  `uuname` varchar(50) NOT NULL,
  `updatetime` datetime NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='人事调动';

-- --------------------------------------------------------

--
-- 表的结构 `xy_hrgh`
--

CREATE TABLE IF NOT EXISTS `xy_hrgh` (
`id` int(11) NOT NULL,
  `juid` int(11) NOT NULL,
  `juname` varchar(50) NOT NULL,
  `title` varchar(50) NOT NULL,
  `type` varchar(50) NOT NULL,
  `sj` date NOT NULL,
  `feiyong` varchar(20) NOT NULL,
  `name` varchar(50) NOT NULL,
  `beizhu` text NOT NULL,
  `attid` int(11) NOT NULL,
  `uid` int(11) NOT NULL,
  `uname` varchar(50) NOT NULL,
  `addtime` datetime NOT NULL,
  `uuid` int(11) NOT NULL,
  `uuname` varchar(50) NOT NULL,
  `updatetime` datetime NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='员工关怀';

-- --------------------------------------------------------

--
-- 表的结构 `xy_hrht`
--

CREATE TABLE IF NOT EXISTS `xy_hrht` (
`id` int(11) NOT NULL,
  `juid` int(11) NOT NULL,
  `juname` varchar(50) NOT NULL,
  `title` varchar(200) NOT NULL,
  `bianhao` varchar(50) NOT NULL,
  `type` varchar(50) NOT NULL,
  `kssj` date NOT NULL,
  `jsrj` date NOT NULL,
  `jcrq` date NOT NULL,
  `beizhu` text NOT NULL,
  `attid` int(11) NOT NULL,
  `uid` int(11) NOT NULL,
  `uname` varchar(50) NOT NULL,
  `addtime` datetime NOT NULL,
  `uuid` int(11) NOT NULL,
  `uuname` varchar(50) NOT NULL,
  `updatetime` datetime NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='人事合同';

-- --------------------------------------------------------

--
-- 表的结构 `xy_hrjf`
--

CREATE TABLE IF NOT EXISTS `xy_hrjf` (
`id` int(11) NOT NULL,
  `juid` int(11) NOT NULL,
  `juname` varchar(50) NOT NULL,
  `type` varchar(20) NOT NULL,
  `title` varchar(50) NOT NULL,
  `sxrq` date NOT NULL,
  `jine` varchar(20) NOT NULL,
  `gongzi` date NOT NULL,
  `beizhu` text NOT NULL,
  `attid` int(11) NOT NULL,
  `uid` int(11) NOT NULL,
  `uname` varchar(50) NOT NULL,
  `addtime` datetime NOT NULL,
  `uuid` int(11) NOT NULL,
  `uuname` varchar(50) NOT NULL,
  `updatetime` datetime NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='奖罚管理';

-- --------------------------------------------------------

--
-- 表的结构 `xy_hrpx`
--

CREATE TABLE IF NOT EXISTS `xy_hrpx` (
`id` int(11) NOT NULL,
  `juid` int(11) NOT NULL,
  `juname` varchar(50) NOT NULL,
  `title` varchar(50) NOT NULL,
  `feiyong` varchar(20) NOT NULL,
  `kssj` date NOT NULL,
  `jssj` date NOT NULL,
  `zhengshu` varchar(50) NOT NULL,
  `didian` varchar(50) NOT NULL,
  `beizhu` text NOT NULL,
  `attid` int(11) NOT NULL,
  `uid` int(11) NOT NULL,
  `uname` varchar(50) NOT NULL,
  `addtime` datetime NOT NULL,
  `uuid` int(11) NOT NULL,
  `uuname` varchar(50) NOT NULL,
  `updatetime` datetime NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='培训管理';

-- --------------------------------------------------------

--
-- 表的结构 `xy_hrzz`
--

CREATE TABLE IF NOT EXISTS `xy_hrzz` (
`id` int(11) NOT NULL,
  `juid` int(11) NOT NULL,
  `juname` varchar(50) NOT NULL,
  `title` varchar(50) NOT NULL,
  `bianhao` varchar(50) NOT NULL,
  `type` varchar(20) NOT NULL,
  `sxrq` date NOT NULL,
  `jsrq` date NOT NULL,
  `qzrq` date NOT NULL,
  `danwei` varchar(200) NOT NULL,
  `beizhu` text NOT NULL,
  `attid` int(11) NOT NULL,
  `uid` int(11) NOT NULL,
  `uname` varchar(50) NOT NULL,
  `addtime` datetime NOT NULL,
  `uuid` int(11) NOT NULL,
  `uuname` varchar(50) NOT NULL,
  `updatetime` datetime NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='证照管理';

-- --------------------------------------------------------

--
-- 表的结构 `xy_huo`
--

CREATE TABLE IF NOT EXISTS `xy_huo` (
`id` int(11) NOT NULL,
  `jhid` int(11) NOT NULL,
  `jhname` varchar(100) NOT NULL,
  `title` varchar(50) NOT NULL,
  `name` varchar(100) NOT NULL,
  `juid` int(11) NOT NULL,
  `juname` varchar(50) NOT NULL,
  `beizhu` text NOT NULL,
  `uid` int(11) NOT NULL,
  `uname` varchar(50) NOT NULL,
  `addtime` datetime NOT NULL,
  `uuid` int(11) NOT NULL,
  `uuname` varchar(50) NOT NULL,
  `updatetime` datetime NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='发货记录';

-- --------------------------------------------------------

--
-- 表的结构 `xy_info`
--

CREATE TABLE IF NOT EXISTS `xy_info` (
`id` int(11) NOT NULL,
  `juid` varchar(1000) NOT NULL,
  `juname` varchar(1000) NOT NULL,
  `title` varchar(100) NOT NULL,
  `value` text NOT NULL,
  `attid` int(11) NOT NULL DEFAULT '0',
  `hui` text,
  `uid` int(11) NOT NULL,
  `uname` varchar(50) NOT NULL,
  `addtime` datetime NOT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` datetime DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `jzrq` date DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COMMENT='通知公告';

--
-- 转存表中的数据 `xy_info`
--

INSERT INTO `xy_info` (`id`, `juid`, `juname`, `title`, `value`, `attid`, `hui`, `uid`, `uname`, `addtime`, `uuid`, `uuname`, `updatetime`, `status`, `jzrq`) VALUES
(1, ',10,', ',冯智宁,', '测试通知', '测试通知', 1434599276, '', 1, '管理员', '2015-06-18 11:50:38', 1, '管理员', '2015-06-25 12:23:18', 1, '2015-06-21'),
(2, ',1,2,3,4,5,6,7,8,9,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,', ',管理员,zhangwei,edward_wang,文欣,杨青,李岳青,王雅茹,高哲,王霞,付伟,王奡彤,于靖,张一帆,刘凯,杨金瑞,张震,魏全金,汤洪玮,高洪兵,宗义滨,严靖宇,宋明宇,张新雨,刘芳,扈艳,陈继军,肖金凤,焦海珍,巴洪浦,张磊,测试用户,测试用户,测试用户,', '无标题', '&lt;p&gt;\r\n	无标题\r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	无标题\r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	无标题\r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	无标题\r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	无标题\r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	无标题\r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	无标题\r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	无标题\r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	无标题\r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	无标题\r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	无标题\r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	无标题\r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	无标题\r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	无标题&lt;br /&gt;\r\n&lt;span&gt;&lt;/span&gt;\r\n&lt;/p&gt;', 1434617848, NULL, 1, '管理员', '2015-06-18 16:58:13', 1, '管理员', '2015-06-25 12:19:08', 1, '2015-06-18'),
(3, ',1,', ',管理员,', '测试', '&lt;h3&gt;\r\n	&lt;img src=&quot;/yhsys_1.2/Public/BJUI/plugins/kindeditor_4.1.10/attached/image/20150623/20150623150325_71792.jpg&quot; width=&quot;100&quot; align=&quot;left&quot; height=&quot;100&quot; /&gt;在此处输入标题\r\n	&lt;hr /&gt;\r\n&lt;/h3&gt;\r\n&lt;p&gt;\r\n	在此处输入内容\r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	&lt;img src=&quot;http://localhost/yhsys_1.2/Public/BJUI/plugins/kindeditor_4.1.10/plugins/emoticons/images/0.gif&quot; alt=&quot;&quot; border=&quot;0&quot; /&gt;\r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	&lt;br /&gt;\r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	&lt;br /&gt;\r\n&lt;/p&gt;\r\n&lt;pre class=&quot;prettyprint lang-js&quot;&gt;	function save_info_edit(){\r\n		window.onbeforeunload=null;\r\n		var iinfo_edit_FileNum = parseInt($(&quot;#info_edit_FileNum&quot;).val(), 10);\r\n		var iinfo_edit_MaxNum = parseInt($(&quot;#info_edit_MaxNum&quot;).val(), 10);\r\n		if (iinfo_edit_FileNum &amp;gt; iinfo_edit_MaxNum) {\r\n			alert(''上传文件数量最多''+iinfo_edit_MaxNum+''个'');\r\n			return false;\r\n		}\r\n		sendForm(&quot;form_info_edit&quot;, &quot;__URL__/edit/navTabId/{:CONTROLLER_NAME}&quot;);\r\n	}&lt;/pre&gt;\r\n&lt;p&gt;\r\n	&lt;br /&gt;\r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	&lt;br /&gt;\r\n&lt;/p&gt;', 1435042357, '管理员[2015-06-25 12:28:49] 我的回复&lt;br&gt;管理员[2015-06-25 12:28:56] 我的回复2<br>管理员[2015-06-25 12:29:02] 我的回复3', 1, '管理员', '2015-06-23 14:53:28', 1, '管理员', '2015-06-25 12:29:02', 1, '2015-06-23');

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxcaccount`
--

CREATE TABLE IF NOT EXISTS `xy_jxcaccount` (
`id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `number` varchar(50) DEFAULT NULL,
  `accountsdate` date DEFAULT NULL,
  `balance` decimal(20,5) NOT NULL DEFAULT '0.00000' COMMENT '当前余额',
  `initbalance` decimal(20,5) NOT NULL DEFAULT '0.00000' COMMENT '期初余额',
  `type` varchar(50) DEFAULT NULL,
  `sort` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` datetime DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` datetime DEFAULT NULL,
  `beizhu` text,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `history` text
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_jxcaccount`
--

INSERT INTO `xy_jxcaccount` (`id`, `name`, `number`, `accountsdate`, `balance`, `initbalance`, `type`, `sort`, `status`, `uid`, `uname`, `addtime`, `uuid`, `uuname`, `updatetime`, `beizhu`, `attid`, `history`) VALUES
(1, '银行存款', '1001', '2015-07-19', '50000.00000', '50000.00000', '银行存款', 1, 1, 1, 'admin', '2015-07-19 21:12:35', 1, 'admin', '2015-08-04 11:29:01', '1', 'd78e2995ee8c8c2a31707ab8207ea053', NULL),
(2, '现金', '1002', '2015-07-19', '10000.00000', '10000.00000', '现金', 2, 1, 1, 'admin', '2015-07-19 21:12:35', 1, 'admin', '2015-07-19 21:13:14', '2', 'f86465713ab575dc60613ab19a052811', NULL),
(3, '支付宝', '1003', '2015-07-19', '10000.00000', '10000.00000', '银行存款', 3, 1, 1, 'admin', '2015-07-19 21:12:35', 0, NULL, NULL, '', 'c1decc0a893990893a3d6309095e8eef', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxcaccountlist`
--

CREATE TABLE IF NOT EXISTS `xy_jxcaccountlist` (
`id` int(11) NOT NULL,
  `pid` int(11) NOT NULL DEFAULT '0' COMMENT '账户编号',
  `addtime` datetime DEFAULT NULL COMMENT '日期',
  `number` varchar(50) DEFAULT NULL COMMENT '单据编号',
  `ywtype` int(11) DEFAULT '0' COMMENT '业务类型',
  `income` decimal(20,5) NOT NULL DEFAULT '0.00000' COMMENT '收入',
  `expenditure` decimal(20,5) NOT NULL DEFAULT '0.00000' COMMENT '支出',
  `balance` decimal(20,5) NOT NULL DEFAULT '0.00000' COMMENT '账户余额',
  `buid` int(11) NOT NULL DEFAULT '0' COMMENT '往来单位ID',
  `buname` varchar(100) DEFAULT NULL COMMENT '往来单位',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_jxcaccountlist`
--

INSERT INTO `xy_jxcaccountlist` (`id`, `pid`, `addtime`, `number`, `ywtype`, `income`, `expenditure`, `balance`, `buid`, `buname`, `status`, `uid`, `uname`) VALUES
(1, 1, '2015-07-19 21:12:35', '1001', 128, '50000.00000', '0.00000', '50000.00000', 0, NULL, 1, 1, 'admin'),
(2, 2, '2015-07-19 21:12:35', '1002', 128, '10000.00000', '0.00000', '10000.00000', 0, NULL, 1, 1, 'admin'),
(3, 3, '2015-07-19 21:12:35', '1003', 128, '10000.00000', '0.00000', '10000.00000', 0, NULL, 1, 1, 'admin');

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxccategory`
--

CREATE TABLE IF NOT EXISTS `xy_jxccategory` (
`id` int(11) NOT NULL,
  `pid` int(11) NOT NULL DEFAULT '0',
  `name` varchar(100) NOT NULL,
  `number` varchar(50) DEFAULT NULL,
  `sort` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` datetime DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` datetime DEFAULT NULL,
  `beizhu` text,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `history` text
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_jxccategory`
--

INSERT INTO `xy_jxccategory` (`id`, `pid`, `name`, `number`, `sort`, `status`, `uid`, `uname`, `addtime`, `uuid`, `uuname`, `updatetime`, `beizhu`, `attid`, `history`) VALUES
(1, 0, '物料类别', 'wllb', 1, 1, 1, 'admin', '2015-06-29 22:06:16', 1, 'admin', '2015-07-09 11:24:31', '物料类别', 'ad490b8701b937a894ddb37b1770bdee', '管理员[2015-07-09 11:24:21] 名称:物料类别 改为 物料类别1;<br>管理员[2015-07-09 11:24:31] 名称:物料类别1 改为 物料类别;备注:物料类别1 改为 物料类别;'),
(2, 1, '物料类', 'wll', 2, 1, 1, 'admin', '2015-06-29 22:06:35', 0, NULL, NULL, '物料类', '84c904e510bddcfc64ae8f0703c66bee', NULL),
(3, 1, '成品类', 'cpl', 3, 1, 1, 'admin', '2015-06-29 22:06:54', 0, NULL, NULL, '成品类', 'e9987fd859edde11a28cdfa33b245343', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxccontact`
--

CREATE TABLE IF NOT EXISTS `xy_jxccontact` (
`id` int(11) NOT NULL,
  `attid` varchar(32) NOT NULL,
  `xingming` varchar(50) NOT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `dianhua` varchar(50) DEFAULT NULL,
  `qq` varchar(50) DEFAULT NULL,
  `address` varchar(100) DEFAULT NULL,
  `first` varchar(10) DEFAULT NULL,
  `sex` varchar(10) DEFAULT NULL,
  `danwei` varchar(50) DEFAULT NULL,
  `zhiwu` varchar(20) DEFAULT NULL,
  `email` varchar(200) DEFAULT NULL,
  `shuxing` varchar(20) DEFAULT NULL,
  `beizhu` varchar(100) DEFAULT NULL,
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` datetime DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` datetime DEFAULT NULL,
  `status` tinyint(2) NOT NULL DEFAULT '1',
  `fenlei` varchar(50) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=46 DEFAULT CHARSET=utf8 COMMENT='通讯录';

--
-- 转存表中的数据 `xy_jxccontact`
--

INSERT INTO `xy_jxccontact` (`id`, `attid`, `xingming`, `phone`, `dianhua`, `qq`, `address`, `first`, `sex`, `danwei`, `zhiwu`, `email`, `shuxing`, `beizhu`, `uid`, `uname`, `addtime`, `uuid`, `uuname`, `updatetime`, `status`, `fenlei`) VALUES
(26, '6e648e253cf97ced13cb4812badcf4dc', '联系人2', '', '', '', '', '否', '男', NULL, NULL, NULL, NULL, NULL, 1, 'admin', '2015-07-01 16:20:32', 0, NULL, NULL, 1, NULL),
(38, 'b30dde2375594496719538722eea9437', '联系人9', '', '', '', '', '否', '男', NULL, NULL, NULL, NULL, NULL, 1, 'admin', '2015-07-01 19:42:28', 0, NULL, NULL, 1, NULL),
(37, 'b30dde2375594496719538722eea9437', '联系人8', '13800138000', '座机8', '13800138000', '联系地址8', '否', '女', NULL, NULL, NULL, NULL, NULL, 1, 'admin', '2015-07-01 19:42:28', 0, NULL, NULL, 1, NULL),
(36, 'b30dde2375594496719538722eea9437', '联系人7', '13800138000', '座机7', '13800138000', '联系地址7', '是', '男', NULL, NULL, NULL, NULL, NULL, 1, 'admin', '2015-07-01 19:42:28', 0, NULL, NULL, 1, NULL),
(25, '6e648e253cf97ced13cb4812badcf4dc', '联系人1', '', '', '', '', '是', '男', NULL, NULL, NULL, NULL, NULL, 1, 'admin', '2015-07-01 16:20:32', 0, NULL, NULL, 1, NULL),
(43, '62d410779d121a6f5fb15bc68a0e9c54', '', '', '', '', '', '', '', NULL, NULL, NULL, NULL, NULL, 1, 'admin', '2015-07-15 15:45:39', 0, NULL, NULL, 1, NULL),
(45, 'cebd34f3893dfeaff4941ecf01971a99', '', '', '', '', '', '', '', NULL, NULL, NULL, NULL, NULL, 1, 'admin', '2015-08-04 15:13:20', 0, NULL, NULL, 1, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxccustomers`
--

CREATE TABLE IF NOT EXISTS `xy_jxccustomers` (
`id` int(11) NOT NULL,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `sort` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` datetime DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` datetime DEFAULT NULL,
  `beizhu` text,
  `history` text,
  `mc_mc` varchar(100) NOT NULL,
  `mc_bh` varchar(50) NOT NULL,
  `mc_type` varchar(50) NOT NULL,
  `mc_business_scope` varchar(500) DEFAULT '0',
  `mc_balancedate` date DEFAULT NULL,
  `mc_receivefunds` decimal(15,5) NOT NULL DEFAULT '0.00000',
  `mc_earlypayment` decimal(15,5) NOT NULL DEFAULT '0.00000',
  `mc_taxrate` double NOT NULL DEFAULT '0'
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_jxccustomers`
--

INSERT INTO `xy_jxccustomers` (`id`, `attid`, `sort`, `status`, `uid`, `uname`, `addtime`, `uuid`, `uuname`, `updatetime`, `beizhu`, `history`, `mc_mc`, `mc_bh`, `mc_type`, `mc_business_scope`, `mc_balancedate`, `mc_receivefunds`, `mc_earlypayment`, `mc_taxrate`) VALUES
(1, 'b30dde2375594496719538722eea9437', 0, 1, 1, 'admin', '2015-06-30 12:25:00', 1, 'admin', '2015-07-01 19:42:28', '备注', '管理员[2015-07-01 11:54:17] 名称:供应商 改为 供应商1;<br>管理员[2015-07-01 12:00:42] 名称:供应商1 改为 供应商;<br>管理员[2015-07-01 15:42:51] 名称:供应商 改为 供应商1;<br>管理员[2015-07-01 15:43:14] 名称:供应商1 改为 供应商;', '客户1', 'KEHU1', '90', '0', '2015-06-30', '0.00000', '0.00000', 0),
(2, '62d410779d121a6f5fb15bc68a0e9c54', 0, 1, 1, 'admin', '2015-07-01 16:22:28', 1, 'admin', '2015-07-01 21:35:11', '备注', '管理员[2015-07-01 19:42:03] 类别:85 改为 84;', '客户2', 'KEHU2', '89', '0', NULL, '0.00000', '0.00000', 0);

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxcfundtransfer`
--

CREATE TABLE IF NOT EXISTS `xy_jxcfundtransfer` (
`id` int(11) NOT NULL,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `sort` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` date DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` date DEFAULT NULL,
  `beizhu` text,
  `history` text,
  `mp_id` int(11) NOT NULL DEFAULT '0' COMMENT '销货订单ID',
  `mp_ddrq` date DEFAULT NULL COMMENT '订单日期',
  `mp_jhrq` date DEFAULT NULL COMMENT '交货日期',
  `mp_ddbh` varchar(32) DEFAULT NULL COMMENT '订单编号',
  `mp_ywtype` varchar(32) DEFAULT NULL COMMENT '业务类型',
  `ms_id` int(11) NOT NULL DEFAULT '0' COMMENT '客户ID',
  `mp_ghje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '购货金额',
  `mp_ghsl` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '购货数量',
  `mp_ddzt` int(11) DEFAULT '0' COMMENT '订单状态',
  `mp_zdr` int(11) NOT NULL DEFAULT '0' COMMENT '制单人',
  `mp_cgr` int(11) DEFAULT '0' COMMENT '销售人员',
  `mp_shr` int(11) DEFAULT '0' COMMENT '审核人',
  `ms_ddbh` varchar(32) DEFAULT NULL COMMENT '销货单号',
  `ms_yhl` decimal(10,0) NOT NULL DEFAULT '0' COMMENT '优惠率',
  `ms_yhje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '优惠金额',
  `ms_ghje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '购货金额',
  `ms_yhhje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '优惠后金额',
  `ms_khcdfy` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '客户承担费用',
  `ms_bcfk` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '本次付款',
  `ma_id` int(11) NOT NULL DEFAULT '0' COMMENT '结算账户',
  `ms_bcqk` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '本次欠款'
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_jxcfundtransfer`
--

INSERT INTO `xy_jxcfundtransfer` (`id`, `attid`, `sort`, `status`, `uid`, `uname`, `addtime`, `uuid`, `uuname`, `updatetime`, `beizhu`, `history`, `mp_id`, `mp_ddrq`, `mp_jhrq`, `mp_ddbh`, `mp_ywtype`, `ms_id`, `mp_ghje`, `mp_ghsl`, `mp_ddzt`, `mp_zdr`, `mp_cgr`, `mp_shr`, `ms_ddbh`, `ms_yhl`, `ms_yhje`, `ms_ghje`, `ms_yhhje`, `ms_khcdfy`, `ms_bcfk`, `ma_id`, `ms_bcqk`) VALUES
(2, '656484d2a878ae6c3cb3e7f36051ab93', 0, 1, 1, 'admin', '2015-07-21', 1, 'admin', '2015-07-21', NULL, NULL, 0, '2015-07-21', NULL, NULL, '129', 0, '0.0000', '200.0000', 0, 1, 0, 1, 'ZJZZ20150721001', '0', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', 0, '0.0000'),
(5, '111ecb6752ee19f50b9d49b7454ae751', 0, 1, 1, 'admin', '2015-07-21', 0, NULL, NULL, NULL, NULL, 0, '2015-07-21', NULL, NULL, '129', 0, '0.0000', '200.0000', 0, 1, 0, 1, 'ZJZZ20150721002', '0', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', 0, '0.0000');

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxcfundtransferlist`
--

CREATE TABLE IF NOT EXISTS `xy_jxcfundtransferlist` (
`id` int(11) NOT NULL,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `sort` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` date DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` date DEFAULT NULL,
  `history` text,
  `mi_id` int(11) DEFAULT '0' COMMENT '商品ID',
  `mw_id0` int(11) NOT NULL DEFAULT '0' COMMENT '调出仓库',
  `mw_id` int(11) DEFAULT '0' COMMENT '调入仓库',
  `mpl_id` int(11) NOT NULL DEFAULT '0' COMMENT '采购订单ID',
  `mpl_sl` decimal(18,4) DEFAULT '0.0000' COMMENT '数量',
  `mpl_jg` decimal(18,4) DEFAULT '0.0000' COMMENT '购货单价',
  `mpl_zkl` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '折扣率',
  `mpl_zke` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '折扣额',
  `mpl_je` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '金额',
  `mpl_slv` decimal(18,4) DEFAULT '0.0000' COMMENT '税率',
  `mpl_se` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '税额',
  `mpl_jshj` decimal(18,4) DEFAULT '0.0000' COMMENT '价税合计',
  `mp_shr` int(11) DEFAULT '0' COMMENT '审核人',
  `mpl_number` varchar(50) DEFAULT NULL COMMENT '结算号',
  `mpl_bz` text COMMENT '备注'
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_jxcfundtransferlist`
--

INSERT INTO `xy_jxcfundtransferlist` (`id`, `attid`, `sort`, `status`, `uid`, `uname`, `addtime`, `uuid`, `uuname`, `updatetime`, `history`, `mi_id`, `mw_id0`, `mw_id`, `mpl_id`, `mpl_sl`, `mpl_jg`, `mpl_zkl`, `mpl_zke`, `mpl_je`, `mpl_slv`, `mpl_se`, `mpl_jshj`, `mp_shr`, `mpl_number`, `mpl_bz`) VALUES
(3, '656484d2a878ae6c3cb3e7f36051ab93', 0, 1, 1, 'admin', '2015-07-21', 0, NULL, NULL, NULL, 130, 1, 2, 0, '100.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', 1, '结算号1', '备注1'),
(4, '656484d2a878ae6c3cb3e7f36051ab93', 0, 1, 1, 'admin', '2015-07-21', 0, NULL, NULL, NULL, 130, 1, 2, 0, '100.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', 1, '结算号2', '备注2'),
(9, '111ecb6752ee19f50b9d49b7454ae751', 0, 1, 1, 'admin', '2015-07-21', 0, NULL, NULL, NULL, 130, 2, 1, 0, '100.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', 1, '1', '1'),
(10, '111ecb6752ee19f50b9d49b7454ae751', 0, 1, 1, 'admin', '2015-07-21', 0, NULL, NULL, NULL, 130, 2, 1, 0, '100.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', 1, '2', '2');

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxcinformation`
--

CREATE TABLE IF NOT EXISTS `xy_jxcinformation` (
`id` int(11) NOT NULL,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `sort` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` date DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` date DEFAULT NULL,
  `history` text,
  `mi_mc` varchar(100) DEFAULT NULL,
  `mi_bh` varchar(100) DEFAULT NULL,
  `mw_id` int(11) NOT NULL DEFAULT '0' COMMENT '首选仓库',
  `mi_bh_sh` int(4) NOT NULL DEFAULT '1',
  `mi_jyyj` varchar(100) DEFAULT NULL,
  `mc_id` int(5) NOT NULL DEFAULT '0',
  `mc_id1` int(5) NOT NULL DEFAULT '0',
  `mc_id2` int(5) NOT NULL DEFAULT '0',
  `mc_id3` int(5) NOT NULL DEFAULT '0',
  `mi_cj` int(8) NOT NULL DEFAULT '0',
  `mi_sp` varchar(100) DEFAULT NULL,
  `mi_ph` varchar(100) DEFAULT NULL,
  `mi_gg` varchar(100) DEFAULT NULL,
  `mi_dw` int(8) DEFAULT '0',
  `mi_pl` decimal(18,4) NOT NULL DEFAULT '0.0000',
  `mi_pl_dw` int(11) NOT NULL DEFAULT '0',
  `mi_jx` varchar(100) DEFAULT NULL,
  `mi_sb` varchar(100) DEFAULT NULL,
  `mi_cctj` varchar(100) DEFAULT NULL,
  `mi_sx` decimal(18,4) NOT NULL DEFAULT '0.0000',
  `mi_xx` decimal(18,4) NOT NULL DEFAULT '0.0000',
  `mi_kca` decimal(18,4) NOT NULL DEFAULT '0.0000',
  `mi_kc` decimal(18,4) NOT NULL DEFAULT '0.0000',
  `mi_kcn` decimal(18,4) NOT NULL DEFAULT '0.0000',
  `mi_dj` decimal(18,4) NOT NULL DEFAULT '0.0000',
  `mi_ls` decimal(18,4) NOT NULL DEFAULT '0.0000',
  `mi_pf` decimal(18,4) NOT NULL DEFAULT '0.0000',
  `mi_vip` decimal(18,4) NOT NULL DEFAULT '0.0000',
  `mi_zk1` decimal(18,4) NOT NULL DEFAULT '0.0000',
  `mi_zk2` decimal(18,4) NOT NULL DEFAULT '0.0000',
  `mi_sl` decimal(18,4) NOT NULL DEFAULT '0.0000',
  `mi_txm` varchar(100) DEFAULT NULL,
  `mi_zjm` varchar(100) DEFAULT NULL,
  `mi_bz` text,
  `mi_yxq` date NOT NULL DEFAULT '0000-00-00'
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_jxcinformation`
--

INSERT INTO `xy_jxcinformation` (`id`, `attid`, `sort`, `status`, `uid`, `uname`, `addtime`, `uuid`, `uuname`, `updatetime`, `history`, `mi_mc`, `mi_bh`, `mw_id`, `mi_bh_sh`, `mi_jyyj`, `mc_id`, `mc_id1`, `mc_id2`, `mc_id3`, `mi_cj`, `mi_sp`, `mi_ph`, `mi_gg`, `mi_dw`, `mi_pl`, `mi_pl_dw`, `mi_jx`, `mi_sb`, `mi_cctj`, `mi_sx`, `mi_xx`, `mi_kca`, `mi_kc`, `mi_kcn`, `mi_dj`, `mi_ls`, `mi_pf`, `mi_vip`, `mi_zk1`, `mi_zk2`, `mi_sl`, `mi_txm`, `mi_zjm`, `mi_bz`, `mi_yxq`) VALUES
(1, '1435302600', 1, 1, 1, 'admin', '2015-06-26', 1, 'admin', '2015-07-22', '管理员[2015-06-27 15:42:46] 名称:依替膦酸二钠片 改为 依替膦酸二钠片1;<br>管理员[2015-06-27 15:42:59] 名称:依替膦酸二钠片1 改为 依替膦酸二钠片;<br>管理员[2015-06-27 15:43:41] 品种类别:2 改为 3;<br>管理员[2015-07-01 23:50:17] 名称:依替膦酸二钠片 改为 商品一;<br>管理员[2015-07-02 23:49:26] 类别:3 改为 2;', '商品一', 'C001', 1, 1, NULL, 2, 0, 0, 0, 2, NULL, NULL, '规格型号', 93, '0.0000', 0, NULL, NULL, '存储条件', '50.0000', '10.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', '条形码', '助记码', '备注', '0000-00-00'),
(2, 'e8dd34a49e9da5a00c61af8935f297d0', 0, 1, 1, 'admin', '2015-07-01', 1, 'admin', '2015-07-22', NULL, '商品二', 'C002', 1, 1, NULL, 3, 0, 0, 0, 10, NULL, NULL, '规格型号', 93, '0.0000', 0, NULL, NULL, '存储条件', '500.0000', '100.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', '0.0000', '条形码', '助记码', '备注', '0000-00-00');

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxcoutbound`
--

CREATE TABLE IF NOT EXISTS `xy_jxcoutbound` (
`id` int(11) NOT NULL,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `sort` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` date DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` date DEFAULT NULL,
  `beizhu` text,
  `history` text,
  `mp_id` int(11) NOT NULL DEFAULT '0' COMMENT '销货订单ID',
  `mp_ddrq` date DEFAULT NULL COMMENT '订单日期',
  `mp_jhrq` date DEFAULT NULL COMMENT '交货日期',
  `mp_ddbh` varchar(32) DEFAULT NULL COMMENT '订单编号',
  `mp_ywtype` varchar(32) DEFAULT NULL COMMENT '业务类型',
  `ms_id` int(11) NOT NULL DEFAULT '0' COMMENT '客户ID',
  `mp_ghje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '购货金额',
  `mp_ghsl` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '购货数量',
  `mp_ddzt` int(11) DEFAULT '0' COMMENT '订单状态',
  `mp_zdr` int(11) NOT NULL DEFAULT '0' COMMENT '制单人',
  `mp_cgr` int(11) DEFAULT '0' COMMENT '销售人员',
  `mp_shr` int(11) DEFAULT '0' COMMENT '审核人',
  `ms_ddbh` varchar(32) DEFAULT NULL COMMENT '销货单号',
  `ms_yhl` decimal(10,0) NOT NULL DEFAULT '0' COMMENT '优惠率',
  `ms_yhje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '优惠金额',
  `ms_ghje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '购货金额',
  `ms_yhhje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '优惠后金额',
  `ms_khcdfy` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '客户承担费用',
  `ms_bcfk` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '本次付款',
  `ma_id` int(11) NOT NULL DEFAULT '0' COMMENT '结算账户',
  `ms_bcqk` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '本次欠款'
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_jxcoutbound`
--

INSERT INTO `xy_jxcoutbound` (`id`, `attid`, `sort`, `status`, `uid`, `uname`, `addtime`, `uuid`, `uuname`, `updatetime`, `beizhu`, `history`, `mp_id`, `mp_ddrq`, `mp_jhrq`, `mp_ddbh`, `mp_ywtype`, `ms_id`, `mp_ghje`, `mp_ghsl`, `mp_ddzt`, `mp_zdr`, `mp_cgr`, `mp_shr`, `ms_ddbh`, `ms_yhl`, `ms_yhje`, `ms_ghje`, `ms_yhhje`, `ms_khcdfy`, `ms_bcfk`, `ma_id`, `ms_bcqk`) VALUES
(2, 'd0baa1362200aac9274a3364b81323c9', 0, 1, 1, 'admin', '2015-07-23', 0, NULL, NULL, '', NULL, 0, '2015-07-23', '2015-07-23', '', '100', 1, '100.0000', '10.0000', 119, 1, 1, 0, 'XS20150723001', '0', '0.0000', '0.0000', '100.0000', '0.0000', '0.0000', 1, '100.0000');

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxcoutboundlist`
--

CREATE TABLE IF NOT EXISTS `xy_jxcoutboundlist` (
`id` int(11) NOT NULL,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `sort` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` date DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` date DEFAULT NULL,
  `history` text,
  `mi_id` int(11) DEFAULT '0' COMMENT '商品ID',
  `mw_id` int(11) DEFAULT '0' COMMENT '仓库ID',
  `mpl_id` int(11) NOT NULL DEFAULT '0' COMMENT '采购订单ID',
  `mpl_sl` decimal(18,4) DEFAULT '0.0000' COMMENT '数量',
  `mpl_jg` decimal(18,4) DEFAULT '0.0000' COMMENT '购货单价',
  `mpl_zkl` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '折扣率',
  `mpl_zke` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '折扣额',
  `mpl_je` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '金额',
  `mpl_slv` decimal(18,4) DEFAULT '0.0000' COMMENT '税率',
  `mpl_se` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '税额',
  `mpl_jshj` decimal(18,4) DEFAULT '0.0000' COMMENT '价税合计',
  `mp_shr` int(11) DEFAULT '0' COMMENT '审核人',
  `mpl_bz` text COMMENT '备注'
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_jxcoutboundlist`
--

INSERT INTO `xy_jxcoutboundlist` (`id`, `attid`, `sort`, `status`, `uid`, `uname`, `addtime`, `uuid`, `uuname`, `updatetime`, `history`, `mi_id`, `mw_id`, `mpl_id`, `mpl_sl`, `mpl_jg`, `mpl_zkl`, `mpl_zke`, `mpl_je`, `mpl_slv`, `mpl_se`, `mpl_jshj`, `mp_shr`, `mpl_bz`) VALUES
(2, 'd0baa1362200aac9274a3364b81323c9', 0, 1, 1, 'admin', '2015-07-23', 0, NULL, NULL, NULL, 1, 1, 0, '10.0000', '10.0000', '0.0000', '0.0000', '100.0000', '0.0000', '0.0000', '0.0000', 0, '');

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxcoutboundreturn`
--

CREATE TABLE IF NOT EXISTS `xy_jxcoutboundreturn` (
`id` int(11) NOT NULL,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `sort` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` date DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` date DEFAULT NULL,
  `beizhu` text,
  `history` text,
  `mp_id` int(11) NOT NULL DEFAULT '0' COMMENT '销货订单ID',
  `mp_ddrq` date DEFAULT NULL COMMENT '订单日期',
  `mp_jhrq` date DEFAULT NULL COMMENT '交货日期',
  `mp_ddbh` varchar(32) DEFAULT NULL COMMENT '订单编号',
  `mp_ywtype` varchar(32) DEFAULT NULL COMMENT '业务类型',
  `ms_id` int(11) NOT NULL DEFAULT '0' COMMENT '客户ID',
  `mp_ghje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '购货金额',
  `mp_ghsl` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '购货数量',
  `mp_ddzt` int(11) DEFAULT '0' COMMENT '订单状态',
  `mp_zdr` int(11) NOT NULL DEFAULT '0' COMMENT '制单人',
  `mp_cgr` int(11) DEFAULT '0' COMMENT '销售人员',
  `mp_shr` int(11) DEFAULT '0' COMMENT '审核人',
  `ms_ddbh` varchar(32) DEFAULT NULL COMMENT '销货退货单号',
  `ms_yhl` decimal(10,0) NOT NULL DEFAULT '0' COMMENT '优惠率',
  `ms_yhje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '优惠金额',
  `ms_ghje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '购货金额',
  `ms_yhhje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '优惠后金额',
  `ms_khcdfy` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '客户承担费用',
  `ms_bcfk` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '本次付款',
  `ma_id` int(11) NOT NULL DEFAULT '0' COMMENT '结算账户',
  `ms_bcqk` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '本次欠款'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxcoutboundreturnlist`
--

CREATE TABLE IF NOT EXISTS `xy_jxcoutboundreturnlist` (
`id` int(11) NOT NULL,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `sort` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` date DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` date DEFAULT NULL,
  `history` text,
  `mi_id` int(11) DEFAULT '0' COMMENT '商品ID',
  `mw_id` int(11) DEFAULT '0' COMMENT '仓库ID',
  `mpl_id` int(11) NOT NULL DEFAULT '0' COMMENT '销货退货单ID',
  `mpl_sl` decimal(18,4) DEFAULT '0.0000' COMMENT '数量',
  `mpl_jg` decimal(18,4) DEFAULT '0.0000' COMMENT '购货单价',
  `mpl_zkl` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '折扣率',
  `mpl_zke` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '折扣额',
  `mpl_je` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '金额',
  `mpl_slv` decimal(18,4) DEFAULT '0.0000' COMMENT '税率',
  `mpl_se` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '税额',
  `mpl_jshj` decimal(18,4) DEFAULT '0.0000' COMMENT '价税合计',
  `mp_shr` int(11) DEFAULT '0' COMMENT '审核人',
  `mpl_bz` text COMMENT '备注'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxcpurchase`
--

CREATE TABLE IF NOT EXISTS `xy_jxcpurchase` (
`id` int(11) NOT NULL,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `sort` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` date DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` date DEFAULT NULL,
  `beizhu` text,
  `history` text,
  `mp_ddrq` date DEFAULT NULL COMMENT '订单日期',
  `mp_jhrq` date DEFAULT NULL COMMENT '交货日期',
  `mp_ddbh` varchar(32) DEFAULT NULL COMMENT '订单编号',
  `mp_ywtype` varchar(32) DEFAULT NULL COMMENT '业务类型',
  `ms_id` int(11) NOT NULL DEFAULT '0' COMMENT '供应商ID',
  `mp_ghje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '购货金额',
  `mp_ghsl` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '购货数量',
  `mp_ddzt` int(11) DEFAULT '0' COMMENT '订单状态',
  `mp_zdr` int(11) NOT NULL DEFAULT '0' COMMENT '制单人',
  `mp_cgr` int(11) DEFAULT '0' COMMENT '采购人',
  `mp_shr` int(11) DEFAULT '0' COMMENT '审核人'
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_jxcpurchase`
--

INSERT INTO `xy_jxcpurchase` (`id`, `attid`, `sort`, `status`, `uid`, `uname`, `addtime`, `uuid`, `uuname`, `updatetime`, `beizhu`, `history`, `mp_ddrq`, `mp_jhrq`, `mp_ddbh`, `mp_ywtype`, `ms_id`, `mp_ghje`, `mp_ghsl`, `mp_ddzt`, `mp_zdr`, `mp_cgr`, `mp_shr`) VALUES
(2, '7d8189901efe767885a4bdb423eff512', 0, 1, 1, 'admin', '2015-08-04', 0, NULL, NULL, '', NULL, '2015-08-04', '2015-08-04', 'CGDD20150804001', '96', 1, '1.0000', '1.0000', 107, 1, 1, 1);

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxcpurchaselist`
--

CREATE TABLE IF NOT EXISTS `xy_jxcpurchaselist` (
`id` int(11) NOT NULL,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `sort` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` date DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` date DEFAULT NULL,
  `history` text,
  `mi_id` int(11) DEFAULT '0' COMMENT '商品ID',
  `mw_id` int(11) DEFAULT '0' COMMENT '仓库ID',
  `mpl_sl` decimal(18,4) DEFAULT '0.0000' COMMENT '数量',
  `mpl_jg` decimal(18,4) DEFAULT '0.0000' COMMENT '购货单价',
  `mpl_zkl` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '折扣率',
  `mpl_zke` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '折扣额',
  `mpl_je` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '金额',
  `mpl_slv` decimal(18,4) DEFAULT '0.0000' COMMENT '税率',
  `mpl_se` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '税额',
  `mpl_jshj` decimal(18,4) DEFAULT '0.0000' COMMENT '价税合计',
  `mp_shr` int(11) DEFAULT '0' COMMENT '审核人',
  `mpl_bz` text COMMENT '备注'
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_jxcpurchaselist`
--

INSERT INTO `xy_jxcpurchaselist` (`id`, `attid`, `sort`, `status`, `uid`, `uname`, `addtime`, `uuid`, `uuname`, `updatetime`, `history`, `mi_id`, `mw_id`, `mpl_sl`, `mpl_jg`, `mpl_zkl`, `mpl_zke`, `mpl_je`, `mpl_slv`, `mpl_se`, `mpl_jshj`, `mp_shr`, `mpl_bz`) VALUES
(3, '7d8189901efe767885a4bdb423eff512', 0, 1, 1, 'admin', '2015-08-04', 0, NULL, NULL, NULL, 1, 1, '1.0000', '1.0000', '0.0000', '0.0000', '1.0000', '0.0000', '0.0000', '0.0000', 1, '');

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxcsalesorder`
--

CREATE TABLE IF NOT EXISTS `xy_jxcsalesorder` (
`id` int(11) NOT NULL,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `sort` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` date DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` date DEFAULT NULL,
  `beizhu` text,
  `history` text,
  `mp_ddrq` date DEFAULT NULL COMMENT '订单日期',
  `mp_jhrq` date DEFAULT NULL COMMENT '交货日期',
  `mp_ddbh` varchar(32) DEFAULT NULL COMMENT '订单编号',
  `mp_ywtype` varchar(32) DEFAULT NULL COMMENT '业务类型',
  `ms_id` int(11) NOT NULL DEFAULT '0' COMMENT '客户ID',
  `mp_ghje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '购货金额',
  `mp_ghsl` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '购货数量',
  `mp_ddzt` int(11) DEFAULT '0' COMMENT '订单状态',
  `mp_zdr` int(11) NOT NULL DEFAULT '0' COMMENT '制单人',
  `mp_cgr` int(11) DEFAULT '0' COMMENT '销售人员',
  `mp_shr` int(11) DEFAULT '0' COMMENT '审核人'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxcsalesorderlist`
--

CREATE TABLE IF NOT EXISTS `xy_jxcsalesorderlist` (
`id` int(11) NOT NULL,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `sort` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` date DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` date DEFAULT NULL,
  `history` text,
  `mi_id` int(11) DEFAULT '0' COMMENT '商品ID',
  `mw_id` int(11) DEFAULT '0' COMMENT '仓库ID',
  `mpl_sl` decimal(18,4) DEFAULT '0.0000' COMMENT '数量',
  `mpl_jg` decimal(18,4) DEFAULT '0.0000' COMMENT '购货单价',
  `mpl_zkl` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '折扣率',
  `mpl_zke` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '折扣额',
  `mpl_je` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '金额',
  `mpl_slv` decimal(18,4) DEFAULT '0.0000' COMMENT '税率',
  `mpl_se` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '税额',
  `mpl_jshj` decimal(18,4) DEFAULT '0.0000' COMMENT '价税合计',
  `mp_shr` int(11) DEFAULT '0' COMMENT '审核人',
  `mpl_bz` text COMMENT '备注'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxcstorage`
--

CREATE TABLE IF NOT EXISTS `xy_jxcstorage` (
`id` int(11) NOT NULL,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `sort` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` date DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` date DEFAULT NULL,
  `beizhu` text,
  `history` text,
  `mp_id` int(11) NOT NULL DEFAULT '0' COMMENT '采购订单ID',
  `mp_ddrq` date DEFAULT NULL COMMENT '订单日期',
  `mp_jhrq` date DEFAULT NULL COMMENT '交货日期',
  `mp_ddbh` varchar(32) DEFAULT NULL COMMENT '订单编号',
  `mp_ywtype` varchar(32) DEFAULT NULL COMMENT '业务类型',
  `ms_id` int(11) NOT NULL DEFAULT '0' COMMENT '供应商ID',
  `mp_ghje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '购货金额',
  `mp_ghsl` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '购货数量',
  `mp_ddzt` int(11) DEFAULT '0' COMMENT '订单状态',
  `mp_zdr` int(11) NOT NULL DEFAULT '0' COMMENT '制单人',
  `mp_cgr` int(11) DEFAULT '0' COMMENT '采购人',
  `mp_shr` int(11) DEFAULT '0' COMMENT '审核人',
  `ms_ddbh` varchar(32) DEFAULT NULL COMMENT '购货单号',
  `ms_yhl` decimal(10,0) NOT NULL DEFAULT '0' COMMENT '优惠率',
  `ms_yhje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '优惠金额',
  `ms_ghje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '购货金额',
  `ms_yhhje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '优惠后金额',
  `ms_bcfk` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '本次付款',
  `ma_id` int(11) NOT NULL DEFAULT '0' COMMENT '结算账户',
  `ms_bcqk` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '本次欠款'
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_jxcstorage`
--

INSERT INTO `xy_jxcstorage` (`id`, `attid`, `sort`, `status`, `uid`, `uname`, `addtime`, `uuid`, `uuname`, `updatetime`, `beizhu`, `history`, `mp_id`, `mp_ddrq`, `mp_jhrq`, `mp_ddbh`, `mp_ywtype`, `ms_id`, `mp_ghje`, `mp_ghsl`, `mp_ddzt`, `mp_zdr`, `mp_cgr`, `mp_shr`, `ms_ddbh`, `ms_yhl`, `ms_yhje`, `ms_ghje`, `ms_yhhje`, `ms_bcfk`, `ma_id`, `ms_bcqk`) VALUES
(2, 'de06336760aa98846c2ded36a55b2b19', 0, 1, 1, 'admin', '2015-07-24', 0, NULL, NULL, '', NULL, 0, '2015-07-24', '2015-07-24', '', '123', 1, '100.0000', '10.0000', 110, 1, 1, 0, 'QTRK20150724001', '0', '0.0000', '0.0000', '100.0000', '0.0000', 1, '100.0000'),
(4, 'd0d71db4d1b114cea864265c698e68b1', 0, 1, 1, 'admin', '2015-08-04', 1, 'admin', '2015-08-04', '', NULL, 2, '2015-08-04', '2015-08-04', 'CGDD20150804001', '97', 1, '1.0000', '1.0000', 110, 1, 1, 0, 'CG20150804001', '0', '0.0000', '0.0000', '1.0000', '0.0000', 1, '1.0000');

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxcstoragelist`
--

CREATE TABLE IF NOT EXISTS `xy_jxcstoragelist` (
`id` int(11) NOT NULL,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `sort` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` date DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` date DEFAULT NULL,
  `history` text,
  `mi_id` int(11) DEFAULT '0' COMMENT '商品ID',
  `mw_id` int(11) DEFAULT '0' COMMENT '仓库ID',
  `mpl_id` int(11) NOT NULL DEFAULT '0' COMMENT '采购订单ID',
  `mpl_sl` decimal(18,4) DEFAULT '0.0000' COMMENT '数量',
  `mpl_jg` decimal(18,4) DEFAULT '0.0000' COMMENT '购货单价',
  `mpl_zkl` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '折扣率',
  `mpl_zke` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '折扣额',
  `mpl_je` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '金额',
  `mpl_slv` decimal(18,4) DEFAULT '0.0000' COMMENT '税率',
  `mpl_se` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '税额',
  `mpl_jshj` decimal(18,4) DEFAULT '0.0000' COMMENT '价税合计',
  `mp_shr` int(11) DEFAULT '0' COMMENT '审核人',
  `mpl_bz` text COMMENT '备注',
  `mpl_pc` varchar(50) DEFAULT NULL COMMENT '批次',
  `mpl_scrq` date DEFAULT NULL COMMENT '生产日期',
  `mpl_yxqz` date DEFAULT NULL COMMENT '有效期至'
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_jxcstoragelist`
--

INSERT INTO `xy_jxcstoragelist` (`id`, `attid`, `sort`, `status`, `uid`, `uname`, `addtime`, `uuid`, `uuname`, `updatetime`, `history`, `mi_id`, `mw_id`, `mpl_id`, `mpl_sl`, `mpl_jg`, `mpl_zkl`, `mpl_zke`, `mpl_je`, `mpl_slv`, `mpl_se`, `mpl_jshj`, `mp_shr`, `mpl_bz`, `mpl_pc`, `mpl_scrq`, `mpl_yxqz`) VALUES
(2, 'de06336760aa98846c2ded36a55b2b19', 0, 1, 1, 'admin', '2015-07-24', 0, NULL, NULL, NULL, 1, 1, 0, '10.0000', '10.0000', '0.0000', '0.0000', '100.0000', '0.0000', '0.0000', '0.0000', 0, '', '1', '2015-07-24', '2015-07-24'),
(5, 'd0d71db4d1b114cea864265c698e68b1', 0, 1, 1, 'admin', '2015-08-04', 0, NULL, NULL, NULL, 1, 1, 3, '1.0000', '1.0000', '0.0000', '0.0000', '1.0000', '0.0000', '0.0000', '0.0000', 0, '', '1', '2015-08-04', '2015-08-04');

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxcstoragereturn`
--

CREATE TABLE IF NOT EXISTS `xy_jxcstoragereturn` (
`id` int(11) NOT NULL,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `sort` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` date DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` date DEFAULT NULL,
  `beizhu` text,
  `history` text,
  `mp_id` int(11) NOT NULL DEFAULT '0' COMMENT '采购订单ID',
  `mp_ddrq` date DEFAULT NULL COMMENT '订单日期',
  `mp_jhrq` date DEFAULT NULL COMMENT '交货日期',
  `mp_ddbh` varchar(32) DEFAULT NULL COMMENT '订单编号',
  `mp_ywtype` varchar(32) DEFAULT NULL COMMENT '业务类型',
  `ms_id` int(11) NOT NULL DEFAULT '0' COMMENT '供应商ID',
  `mp_ghje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '购货金额',
  `mp_ghsl` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '购货数量',
  `mp_ddzt` int(11) DEFAULT '0' COMMENT '订单状态',
  `mp_zdr` int(11) NOT NULL DEFAULT '0' COMMENT '制单人',
  `mp_cgr` int(11) DEFAULT '0' COMMENT '采购人',
  `mp_shr` int(11) DEFAULT '0' COMMENT '审核人',
  `ms_ddbh` varchar(32) DEFAULT NULL COMMENT '购货单号',
  `ms_yhl` decimal(10,0) NOT NULL DEFAULT '0' COMMENT '优惠率',
  `ms_yhje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '优惠金额',
  `ms_ghje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '购货金额',
  `ms_yhhje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '优惠后金额',
  `ms_bcfk` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '本次付款',
  `ma_id` int(11) NOT NULL DEFAULT '0' COMMENT '结算账户',
  `ms_bcqk` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '本次欠款'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxcstoragereturnlist`
--

CREATE TABLE IF NOT EXISTS `xy_jxcstoragereturnlist` (
`id` int(11) NOT NULL,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `sort` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` date DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` date DEFAULT NULL,
  `history` text,
  `mi_id` int(11) DEFAULT '0' COMMENT '商品ID',
  `mw_id` int(11) DEFAULT '0' COMMENT '仓库ID',
  `mpl_id` int(11) NOT NULL DEFAULT '0' COMMENT '采购订单ID',
  `mpl_sl` decimal(18,4) DEFAULT '0.0000' COMMENT '数量',
  `mpl_jg` decimal(18,4) DEFAULT '0.0000' COMMENT '购货单价',
  `mpl_zkl` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '折扣率',
  `mpl_zke` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '折扣额',
  `mpl_je` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '金额',
  `mpl_slv` decimal(18,4) DEFAULT '0.0000' COMMENT '税率',
  `mpl_se` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '税额',
  `mpl_jshj` decimal(18,4) DEFAULT '0.0000' COMMENT '价税合计',
  `mp_shr` int(11) DEFAULT '0' COMMENT '审核人',
  `mpl_bz` text COMMENT '备注'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxcsuppliers`
--

CREATE TABLE IF NOT EXISTS `xy_jxcsuppliers` (
`id` int(11) NOT NULL,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `sort` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` datetime DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` datetime DEFAULT NULL,
  `beizhu` text,
  `history` text,
  `ms_mc` varchar(100) NOT NULL,
  `ms_bh` varchar(50) NOT NULL,
  `ms_type` varchar(50) NOT NULL,
  `ms_business_scope` varchar(500) DEFAULT '0',
  `ms_balancedate` date DEFAULT NULL,
  `ms_receivefunds` decimal(15,5) NOT NULL DEFAULT '0.00000',
  `ms_earlypayment` decimal(15,5) NOT NULL DEFAULT '0.00000',
  `ms_taxrate` double NOT NULL DEFAULT '0'
) ENGINE=InnoDB AUTO_INCREMENT=18 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_jxcsuppliers`
--

INSERT INTO `xy_jxcsuppliers` (`id`, `attid`, `sort`, `status`, `uid`, `uname`, `addtime`, `uuid`, `uuname`, `updatetime`, `beizhu`, `history`, `ms_mc`, `ms_bh`, `ms_type`, `ms_business_scope`, `ms_balancedate`, `ms_receivefunds`, `ms_earlypayment`, `ms_taxrate`) VALUES
(1, 'b30dde2375594496719538722eea9437', 0, 1, 1, 'admin', '2015-06-30 12:25:00', 1, 'admin', '2015-07-01 19:42:28', '备注', '管理员[2015-07-01 11:54:17] 名称:供应商 改为 供应商1;<br>管理员[2015-07-01 12:00:42] 名称:供应商1 改为 供应商;<br>管理员[2015-07-01 15:42:51] 名称:供应商 改为 供应商1;<br>管理员[2015-07-01 15:43:14] 名称:供应商1 改为 供应商;', '供应商', 'GYS', '84', '0', '2015-06-30', '0.00000', '0.00000', 0),
(2, '62d410779d121a6f5fb15bc68a0e9c54', 0, 1, 1, 'admin', '2015-07-01 16:22:28', 1, 'admin', '2015-07-15 15:45:39', '备注', '管理员[2015-07-01 19:42:03] 类别:85 改为 84;<br>管理员[2015-07-01 21:38:23] 类别:84 改为 85;', '生产厂家', 'SCCJ', '85', '0', NULL, '0.00000', '0.00000', 0),
(7, '52c5f549ce802a5e59c03462e67962bf', 0, 1, 1, 'admin', '2015-07-15 15:10:35', 0, NULL, NULL, '备注', NULL, '供应商1', 'GYS1', '84', '0', NULL, '0.00000', '0.00000', 0),
(8, 'cb7e17d4d0c3deae6783b0316075aebd', 0, 1, 1, 'admin', '2015-07-15 15:10:35', 0, NULL, NULL, '备注', NULL, '供应商2', 'GYS2', '84', '0', NULL, '0.00000', '0.00000', 0),
(9, '1b8a9d58fd64402f384919d15abd6bfe', 0, 1, 1, 'admin', '2015-07-15 15:10:35', 0, NULL, NULL, '备注', NULL, '供应商3', 'GYS3', '84', '0', NULL, '0.00000', '0.00000', 0),
(10, '505bfc15da8669074802a279964f3107', 0, 1, 1, 'admin', '2015-07-15 15:10:35', 0, NULL, NULL, '备注', NULL, '生产厂家1', 'SCCJ1', '85', '0', NULL, '0.00000', '0.00000', 0),
(11, 'b364e59560dbd4ea43f7d249e7101e0b', 0, 1, 1, 'admin', '2015-07-15 15:10:35', 0, NULL, NULL, '备注', NULL, '批发商', 'PFS', '127', '0', NULL, '0.00000', '0.00000', 0),
(12, '962750b181215a2b17ad712b63cb1582', 0, 1, 1, 'admin', '2015-08-04 11:30:18', 0, NULL, NULL, '备注', NULL, '供应商1', 'GYS1', '84', '0', NULL, '0.00000', '0.00000', 0),
(13, '3b857cb09feab35cf0c3802f5d0f91b5', 0, 1, 1, 'admin', '2015-08-04 11:30:18', 0, NULL, NULL, '备注', NULL, '供应商2', 'GYS2', '84', '0', NULL, '0.00000', '0.00000', 0),
(14, 'cebd34f3893dfeaff4941ecf01971a99', 0, 1, 1, 'admin', '2015-08-04 11:30:18', 1, 'admin', '2015-08-04 15:13:20', '备注', '管理员[2015-08-04 15:12:58] 名称:供应商3 改为 供应商31;<br>管理员[2015-08-04 15:13:20] 编号:GYS3 改为 GYS31;', '供应商31', 'GYS31', '84', '0', NULL, '0.00000', '0.00000', 0),
(15, '69b087e4431fb1893ddf7d5e9c83cedb', 0, 1, 1, 'admin', '2015-08-04 15:16:42', 0, NULL, NULL, '备注', NULL, '供应商1', 'GYS1', '84', '0', NULL, '0.00000', '0.00000', 0),
(16, 'c0de5c7c1093cd717a74812ac40c1147', 0, 1, 1, 'admin', '2015-08-04 15:16:42', 0, NULL, NULL, '备注', NULL, '供应商2', 'GYS2', '84', '0', NULL, '0.00000', '0.00000', 0),
(17, '6be8fce1477222915cb10b298e26aa1a', 0, 1, 1, 'admin', '2015-08-04 15:16:42', 0, NULL, NULL, '备注', NULL, '供应商3', 'GYS3', '84', '0', NULL, '0.00000', '0.00000', 0);

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxctransfer`
--

CREATE TABLE IF NOT EXISTS `xy_jxctransfer` (
`id` int(11) NOT NULL,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `sort` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` date DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` date DEFAULT NULL,
  `beizhu` text,
  `history` text,
  `mp_id` int(11) NOT NULL DEFAULT '0' COMMENT '销货订单ID',
  `mp_ddrq` date DEFAULT NULL COMMENT '订单日期',
  `mp_jhrq` date DEFAULT NULL COMMENT '交货日期',
  `mp_ddbh` varchar(32) DEFAULT NULL COMMENT '订单编号',
  `mp_ywtype` varchar(32) DEFAULT NULL COMMENT '业务类型',
  `ms_id` int(11) NOT NULL DEFAULT '0' COMMENT '客户ID',
  `mp_ghje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '购货金额',
  `mp_ghsl` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '购货数量',
  `mp_ddzt` int(11) DEFAULT '0' COMMENT '订单状态',
  `mp_zdr` int(11) NOT NULL DEFAULT '0' COMMENT '制单人',
  `mp_cgr` int(11) DEFAULT '0' COMMENT '销售人员',
  `mp_shr` int(11) DEFAULT '0' COMMENT '审核人',
  `ms_ddbh` varchar(32) DEFAULT NULL COMMENT '销货单号',
  `ms_yhl` decimal(10,0) NOT NULL DEFAULT '0' COMMENT '优惠率',
  `ms_yhje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '优惠金额',
  `ms_ghje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '购货金额',
  `ms_yhhje` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '优惠后金额',
  `ms_khcdfy` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '客户承担费用',
  `ms_bcfk` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '本次付款',
  `ma_id` int(11) NOT NULL DEFAULT '0' COMMENT '结算账户',
  `ms_bcqk` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '本次欠款'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxctransferlist`
--

CREATE TABLE IF NOT EXISTS `xy_jxctransferlist` (
`id` int(11) NOT NULL,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `sort` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` date DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` date DEFAULT NULL,
  `history` text,
  `mi_id` int(11) DEFAULT '0' COMMENT '商品ID',
  `mw_id0` int(11) NOT NULL DEFAULT '0' COMMENT '调出仓库',
  `mw_id` int(11) DEFAULT '0' COMMENT '调入仓库',
  `mpl_id` int(11) NOT NULL DEFAULT '0' COMMENT '采购订单ID',
  `mpl_sl` decimal(18,4) DEFAULT '0.0000' COMMENT '数量',
  `mpl_jg` decimal(18,4) DEFAULT '0.0000' COMMENT '购货单价',
  `mpl_zkl` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '折扣率',
  `mpl_zke` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '折扣额',
  `mpl_je` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '金额',
  `mpl_slv` decimal(18,4) DEFAULT '0.0000' COMMENT '税率',
  `mpl_se` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '税额',
  `mpl_jshj` decimal(18,4) DEFAULT '0.0000' COMMENT '价税合计',
  `mp_shr` int(11) DEFAULT '0' COMMENT '审核人',
  `mpl_bz` text COMMENT '备注'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxcwarehouse`
--

CREATE TABLE IF NOT EXISTS `xy_jxcwarehouse` (
`id` int(11) NOT NULL,
  `pid` int(11) NOT NULL DEFAULT '0',
  `name` varchar(100) NOT NULL,
  `number` varchar(50) DEFAULT NULL,
  `sort` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT NULL,
  `addtime` datetime DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` datetime DEFAULT NULL,
  `beizhu` text,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `history` text
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_jxcwarehouse`
--

INSERT INTO `xy_jxcwarehouse` (`id`, `pid`, `name`, `number`, `sort`, `status`, `uid`, `uname`, `addtime`, `uuid`, `uuname`, `updatetime`, `beizhu`, `attid`, `history`) VALUES
(1, 0, '北京仓库', 'bjck', 1, 1, 1, 'admin', '2015-06-29 22:06:16', 1, 'admin', '2015-07-02 11:46:21', '北京仓库', 'ad490b8701b937a894ddb37b1770bdee', NULL),
(2, 1, '物料库', 'wlk', 2, 1, 1, 'admin', '2015-06-29 22:06:35', 1, 'admin', '2015-07-02 12:04:20', '物料库', '84c904e510bddcfc64ae8f0703c66bee', '管理员[2015-07-02 12:04:20] 名称:物料类 改为 物料库;编号:wll 改为 wlk;备注:物料类 改为 物料库;'),
(3, 1, '成品库', 'cpk', 3, 1, 1, 'admin', '2015-06-29 22:06:54', 1, 'admin', '2015-07-02 12:04:41', '成品库', 'e9987fd859edde11a28cdfa33b245343', '管理员[2015-07-02 12:04:41] 名称:成品类 改为 成品库;编号:cpl 改为 cpk;备注:成品类 改为 成品库;');

-- --------------------------------------------------------

--
-- 表的结构 `xy_jxcwarehouselist`
--

CREATE TABLE IF NOT EXISTS `xy_jxcwarehouselist` (
`id` int(11) NOT NULL,
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(30) DEFAULT NULL,
  `addtime` datetime DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(30) DEFAULT NULL,
  `updatetime` datetime DEFAULT NULL,
  `sort` int(11) NOT NULL DEFAULT '0',
  `mw_id` int(11) NOT NULL DEFAULT '0' COMMENT '仓库ID',
  `mi_id` int(11) NOT NULL DEFAULT '0' COMMENT '商品ID',
  `mwl_num` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '库存数量',
  `mwl_initnum` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '初始数量',
  `mwl_price` decimal(18,4) NOT NULL DEFAULT '0.0000' COMMENT '单位成本'
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_jxcwarehouselist`
--

INSERT INTO `xy_jxcwarehouselist` (`id`, `uid`, `uname`, `addtime`, `uuid`, `uuname`, `updatetime`, `sort`, `mw_id`, `mi_id`, `mwl_num`, `mwl_initnum`, `mwl_price`) VALUES
(1, 1, 'admin', '2015-07-20 12:08:14', 0, NULL, NULL, 0, 1, 2, '1000.0000', '1000.0000', '10.0000'),
(2, 1, 'admin', '2015-07-20 12:08:27', 1, 'admin', '2015-07-23 15:45:57', 0, 2, 2, '1000.0000', '1000.0000', '10.0000'),
(3, 1, 'admin', '2015-07-20 12:08:43', 1, 'admin', '2015-08-04 11:29:01', 0, 1, 1, '100.0000', '100.0000', '10.0000'),
(4, 1, 'admin', '2015-07-20 12:08:57', 1, 'admin', '2015-08-04 10:53:49', 0, 2, 1, '100.0000', '100.0000', '10.0000');

-- --------------------------------------------------------

--
-- 表的结构 `xy_log`
--

CREATE TABLE IF NOT EXISTS `xy_log` (
`id` int(11) NOT NULL,
  `addtime` datetime NOT NULL,
  `username` char(20) NOT NULL,
  `content` char(100) NOT NULL,
  `os` varchar(200) NOT NULL,
  `url` char(100) NOT NULL,
  `ip` char(20) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=492 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_log`
--

INSERT INTO `xy_log` (`id`, `addtime`, `username`, `content`, `os`, `url`, `ip`) VALUES
(1, '2015-07-14 20:04:02', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=add', '127.0.0.1'),
(2, '2015-07-14 20:04:08', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=confirm', '127.0.0.1'),
(3, '2015-07-14 20:04:24', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=confirm', '127.0.0.1'),
(4, '2015-07-14 20:04:35', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=confirm', '127.0.0.1'),
(5, '2015-07-14 20:04:38', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=confirm', '127.0.0.1'),
(6, '2015-07-14 20:10:08', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=del', '127.0.0.1'),
(7, '2015-07-14 20:10:12', 'admin', '清理1条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=del', '127.0.0.1'),
(8, '2015-07-14 20:10:42', 'admin', '新增成功2', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=add', '127.0.0.1'),
(9, '2015-07-14 20:10:47', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=confirm', '127.0.0.1'),
(10, '2015-07-14 20:10:53', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=confirm', '127.0.0.1'),
(11, '2015-07-14 20:13:09', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=edit', '127.0.0.1'),
(12, '2015-07-14 20:13:17', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=confirm', '127.0.0.1'),
(13, '2015-07-14 20:13:25', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=confirm', '127.0.0.1'),
(14, '2015-07-14 22:29:55', 'admin', '新增成功3', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=add', '127.0.0.1'),
(15, '2015-07-14 22:30:56', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=add', '127.0.0.1'),
(16, '2015-07-14 22:31:06', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=confirm', '127.0.0.1'),
(17, '2015-07-14 22:31:14', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=confirm', '127.0.0.1'),
(18, '2015-07-14 22:41:43', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=confirm', '127.0.0.1'),
(19, '2015-07-14 22:41:51', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=confirm', '127.0.0.1'),
(20, '2015-07-14 22:47:50', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=edit', '127.0.0.1'),
(21, '2015-07-14 22:47:54', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=confirm', '127.0.0.1'),
(22, '2015-07-14 22:48:01', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=confirm', '127.0.0.1'),
(23, '2015-07-14 23:13:19', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxctransfer&a=del', '127.0.0.1'),
(24, '2015-07-14 23:13:23', 'admin', '清理1条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxctransfer&a=del', '127.0.0.1'),
(25, '2015-07-14 23:13:26', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxctransfer&a=confirm', '127.0.0.1'),
(26, '2015-07-14 23:14:30', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxctransfer&a=edit', '127.0.0.1'),
(27, '2015-07-14 23:14:35', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxctransfer&a=confirm', '127.0.0.1'),
(28, '2015-07-14 23:14:51', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxctransfer&a=confirm', '127.0.0.1'),
(29, '2015-07-14 23:14:57', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxctransfer&a=edit', '127.0.0.1'),
(30, '2015-07-14 23:15:06', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxctransfer&a=confirm', '127.0.0.1'),
(31, '2015-07-14 23:34:49', 'admin', '锁定', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcsuppliers&a=del', '127.0.0.1'),
(32, '2015-07-14 23:34:52', 'admin', '启用', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcsuppliers&a=del', '127.0.0.1'),
(33, '2015-07-14 23:37:11', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcpurchase&a=confirm', '127.0.0.1'),
(34, '2015-07-14 23:37:13', 'admin', '订单 CGDD20150713001 有关联的购货单，不能对它进行反审核！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcpurchase&a=confirm', '127.0.0.1'),
(35, '2015-07-14 23:37:21', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcpurchase&a=del', '127.0.0.1'),
(36, '2015-07-14 23:37:25', 'admin', '清理1条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcpurchase&a=del', '127.0.0.1'),
(37, '2015-07-14 23:49:36', 'admin', '自动登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(38, '2015-07-15 09:31:57', 'admin', '自动登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(39, '2015-07-15 12:08:42', 'admin', '产品导入成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcsuppliers&a=upload', '127.0.0.1'),
(40, '2015-07-15 13:45:14', 'admin', '产品导入成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcsuppliers&a=upload', '127.0.0.1'),
(41, '2015-07-15 14:37:30', 'admin', '操作成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=systemtag&a=mark', '127.0.0.1'),
(42, '2015-07-15 14:37:32', 'admin', '操作成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=systemtag&a=mark', '127.0.0.1'),
(43, '2015-07-15 15:10:35', 'admin', '供应商导入成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcsuppliers&a=import', '127.0.0.1'),
(44, '2015-07-15 15:45:39', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcsuppliers&a=edit', '127.0.0.1'),
(45, '2015-07-15 16:33:26', 'admin', '设置修改成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=public&a=usersettings', '127.0.0.1'),
(46, '2015-07-15 16:34:05', 'admin', '设置修改成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=public&a=usersettings', '127.0.0.1'),
(47, '2015-07-15 17:51:29', 'admin', '供应商导入失败！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcsuppliers&a=import', '127.0.0.1'),
(48, '2015-07-15 17:54:22', 'admin', '供应商导入失败！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcsuppliers&a=import', '127.0.0.1'),
(49, '2015-07-15 20:09:39', 'admin', '自动登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(50, '2015-07-15 20:16:24', 'admin', '供应商导入成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcsuppliers&a=import', '127.0.0.1'),
(51, '2015-07-15 20:22:53', 'admin', '供应商导入成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcsuppliers&a=import', '127.0.0.1'),
(52, '2015-07-16 08:58:12', 'admin', '自动登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(53, '2015-07-16 15:10:36', 'admin', '已审核单据不能设为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxctransfer&a=del', '127.0.0.1'),
(54, '2015-07-16 15:11:41', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxctransfer&a=confirm', '127.0.0.1'),
(55, '2015-07-16 15:11:53', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxctransfer&a=del', '127.0.0.1'),
(56, '2015-07-16 15:11:58', 'admin', '已经设置为有效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxctransfer&a=del', '127.0.0.1'),
(57, '2015-07-16 15:12:02', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxctransfer&a=confirm', '127.0.0.1'),
(58, '2015-07-16 17:14:16', 'admin', '操作成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=message&a=del', '127.0.0.1'),
(59, '2015-07-16 23:21:05', 'admin', '自动登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(60, '2015-07-17 09:21:02', 'admin', '自动登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(61, '2015-07-17 10:45:38', 'admin', '订单 CGDD20150713001 有关联的购货单，不能对它进行反审核！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcpurchase&a=confirm', '127.0.0.1'),
(62, '2015-07-17 10:46:03', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=confirm', '127.0.0.1'),
(63, '2015-07-17 10:46:09', 'admin', '订单 CGDD20150713001 有关联的购货单，不能对它进行反审核！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcpurchase&a=confirm', '127.0.0.1'),
(64, '2015-07-17 10:46:30', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=del', '127.0.0.1'),
(65, '2015-07-17 10:46:35', 'admin', '清理1条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=del', '127.0.0.1'),
(66, '2015-07-17 10:46:39', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=del', '127.0.0.1'),
(67, '2015-07-17 10:46:42', 'admin', '清理1条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=del', '127.0.0.1'),
(68, '2015-07-17 10:46:46', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcpurchase&a=confirm', '127.0.0.1'),
(69, '2015-07-17 11:02:02', 'admin', '复制权限成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=dep&a=copy', '127.0.0.1'),
(70, '2015-07-17 11:04:10', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=dep&a=editrule', '127.0.0.1'),
(71, '2015-07-17 11:04:32', 'admin', '复制权限成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=dep&a=copy', '127.0.0.1'),
(72, '2015-07-17 11:24:39', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(73, '2015-07-17 11:25:41', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(74, '2015-07-17 11:28:50', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(75, '2015-07-17 11:31:11', 'admin', '复制权限成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=copy', '127.0.0.1'),
(76, '2015-07-17 11:33:36', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=dep&a=editrule', '127.0.0.1'),
(77, '2015-07-17 11:35:35', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(78, '2015-07-17 11:35:42', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(79, '2015-07-17 11:36:12', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(80, '2015-07-17 11:36:31', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(81, '2015-07-17 11:38:30', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(82, '2015-07-17 11:38:35', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(83, '2015-07-17 11:40:29', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(84, '2015-07-17 11:40:35', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(85, '2015-07-17 11:40:54', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(86, '2015-07-17 11:40:57', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(87, '2015-07-17 11:42:22', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(88, '2015-07-17 11:42:27', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(89, '2015-07-17 11:42:33', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(90, '2015-07-17 11:42:40', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(91, '2015-07-17 11:45:43', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(92, '2015-07-17 11:45:48', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(93, '2015-07-17 11:46:37', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(94, '2015-07-17 11:49:32', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(95, '2015-07-17 11:49:36', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(96, '2015-07-17 11:49:41', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(97, '2015-07-17 11:49:45', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(98, '2015-07-17 11:50:24', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(99, '2015-07-17 11:50:37', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(100, '2015-07-17 11:50:47', 'admin', '复制权限成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=copy', '127.0.0.1'),
(101, '2015-07-17 11:52:12', 'admin', '复制权限成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=copy', '127.0.0.1'),
(102, '2015-07-17 11:52:17', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(103, '2015-07-17 11:52:51', 'admin', '复制权限成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=copy', '127.0.0.1'),
(104, '2015-07-17 11:52:55', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(105, '2015-07-17 11:52:59', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=org&a=editrule', '127.0.0.1'),
(106, '2015-07-17 11:58:02', 'admin', '新增成功294', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=rule&a=add', '127.0.0.1'),
(107, '2015-07-17 11:58:19', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=rule&a=edit', '127.0.0.1'),
(108, '2015-07-17 11:58:51', 'admin', '新增成功295', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=rule&a=add', '127.0.0.1'),
(109, '2015-07-17 12:02:00', 'admin', '权限设置成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=dep&a=editrule', '127.0.0.1'),
(110, '2015-07-17 21:14:43', 'admin', '自动登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(111, '2015-07-17 22:33:58', 'admin', '新增成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=addpy', '127.0.0.1'),
(112, '2015-07-17 23:05:32', 'admin', '新增成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=addpy', '127.0.0.1'),
(113, '2015-07-17 23:28:10', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=edit', '127.0.0.1'),
(114, '2015-07-17 23:28:18', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=edit', '127.0.0.1'),
(115, '2015-07-17 23:29:29', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=confirm', '127.0.0.1'),
(116, '2015-07-17 23:35:55', 'admin', '已审核单据不能设为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=del', '127.0.0.1'),
(117, '2015-07-17 23:36:07', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=confirm', '127.0.0.1'),
(118, '2015-07-17 23:36:42', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=confirm', '127.0.0.1'),
(119, '2015-07-17 23:37:01', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=del', '127.0.0.1'),
(120, '2015-07-17 23:37:04', 'admin', '清理1条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=del', '127.0.0.1'),
(121, '2015-07-18 12:23:56', 'admin', '自动登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(122, '2015-07-18 12:50:15', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=edit', '127.0.0.1'),
(123, '2015-07-18 12:51:03', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=del', '127.0.0.1'),
(124, '2015-07-18 12:51:08', 'admin', '清理1条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=del', '127.0.0.1'),
(125, '2015-07-18 12:51:26', 'admin', '新增成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=addpk', '127.0.0.1'),
(126, '2015-07-18 12:52:54', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=del', '127.0.0.1'),
(127, '2015-07-18 12:52:58', 'admin', '清理1条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=del', '127.0.0.1'),
(128, '2015-07-18 12:55:12', 'admin', '新增成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=addpk', '127.0.0.1'),
(129, '2015-07-18 12:57:12', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=confirm', '127.0.0.1'),
(130, '2015-07-18 18:54:53', 'admin', '新增成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=addpk', '127.0.0.1'),
(131, '2015-07-18 18:55:01', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=confirm', '127.0.0.1'),
(132, '2015-07-18 18:55:24', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=confirm', '127.0.0.1'),
(133, '2015-07-18 21:54:13', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=confirm', '127.0.0.1'),
(134, '2015-07-18 22:43:57', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=confirm', '127.0.0.1'),
(135, '2015-07-19 00:05:06', 'admin', '操作成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=systemtag&a=add', '127.0.0.1'),
(136, '2015-07-19 01:00:27', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=edit', '127.0.0.1'),
(137, '2015-07-19 01:01:00', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=edit', '127.0.0.1'),
(138, '2015-07-19 01:02:50', 'admin', '新增成功5', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(139, '2015-07-19 01:05:22', 'admin', '新增成功2', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(140, '2015-07-19 01:09:15', 'admin', '新增成功2', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(141, '2015-07-19 01:11:15', 'admin', '新增成功2', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(142, '2015-07-19 01:15:34', 'admin', '新增成功2', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(143, '2015-07-19 01:18:04', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(144, '2015-07-19 01:18:46', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=edit', '127.0.0.1'),
(145, '2015-07-19 01:19:12', 'admin', '新增成功3', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(146, '2015-07-19 01:22:49', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=edit', '127.0.0.1'),
(147, '2015-07-19 01:23:09', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=edit', '127.0.0.1'),
(148, '2015-07-19 01:24:32', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=edit', '127.0.0.1'),
(149, '2015-07-19 01:24:41', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=edit', '127.0.0.1'),
(150, '2015-07-19 01:28:54', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(151, '2015-07-19 01:29:21', 'admin', '新增成功3', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(152, '2015-07-19 01:30:41', 'admin', '新增成功5', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(153, '2015-07-19 01:31:45', 'admin', '新增成功6', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(154, '2015-07-19 01:32:34', 'admin', '新增成功7', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(155, '2015-07-19 01:35:42', 'admin', '新增成功8', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(156, '2015-07-19 01:36:29', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(157, '2015-07-19 01:37:04', 'admin', '新增成功2', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(158, '2015-07-19 01:38:03', 'admin', '新增成功3', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(159, '2015-07-19 01:38:47', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=edit', '127.0.0.1'),
(160, '2015-07-19 01:39:17', 'admin', '新增成功5', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(161, '2015-07-19 01:40:32', 'admin', '新增成功7', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(162, '2015-07-19 01:41:49', 'admin', '新增成功9', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(163, '2015-07-19 01:42:53', 'admin', '新增成功10', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(164, '2015-07-19 01:43:43', 'admin', '新增成功12', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(165, '2015-07-19 01:43:56', 'admin', '新增成功13', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(166, '2015-07-19 01:47:48', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(167, '2015-07-19 01:49:08', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(168, '2015-07-19 01:49:33', 'admin', '新增成功2', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(169, '2015-07-19 01:50:50', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=edit', '127.0.0.1'),
(170, '2015-07-19 01:50:59', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=edit', '127.0.0.1'),
(171, '2015-07-19 21:09:43', 'admin', '自动登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(172, '2015-07-19 21:12:35', 'admin', '新增成功3', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=add', '127.0.0.1'),
(173, '2015-07-19 21:13:14', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcaccount&a=edit', '127.0.0.1'),
(174, '2015-07-19 22:01:10', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=menu&a=edit', '127.0.0.1'),
(175, '2015-07-19 23:28:55', 'admin', '已审核单据不能设为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxctransfer&a=del', '127.0.0.1'),
(176, '2015-07-19 23:29:13', 'admin', '清理0条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxctransfer&a=del', '127.0.0.1'),
(177, '2015-07-20 09:05:44', 'admin', '自动登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(178, '2015-07-20 12:08:14', 'admin', '操作成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcwarehouselist&a=add', '127.0.0.1'),
(179, '2015-07-20 12:08:27', 'admin', '操作成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcwarehouselist&a=add', '127.0.0.1'),
(180, '2015-07-20 12:08:43', 'admin', '操作成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcwarehouselist&a=add', '127.0.0.1'),
(181, '2015-07-20 12:08:57', 'admin', '操作成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcwarehouselist&a=add', '127.0.0.1'),
(182, '2015-07-20 12:15:43', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcpurchase&a=add', '127.0.0.1'),
(183, '2015-07-20 12:15:46', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcpurchase&a=confirm', '127.0.0.1'),
(184, '2015-07-20 12:15:52', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcpurchase&a=confirm', '127.0.0.1'),
(185, '2015-07-20 12:15:55', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcpurchase&a=confirm', '127.0.0.1'),
(186, '2015-07-20 12:16:11', 'admin', '新增成功3', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=add', '127.0.0.1'),
(187, '2015-07-20 14:17:52', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=make', '127.0.0.1'),
(188, '2015-07-20 14:18:55', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=confirm', '127.0.0.1'),
(189, '2015-07-20 14:27:55', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=make', '127.0.0.1'),
(190, '2015-07-20 14:35:23', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=confirm', '127.0.0.1'),
(191, '2015-07-20 14:35:36', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=make', '127.0.0.1'),
(192, '2015-07-20 14:42:09', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstoragereturn&a=add', '127.0.0.1'),
(193, '2015-07-20 14:52:24', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstoragereturn&a=make', '127.0.0.1'),
(194, '2015-07-20 14:52:43', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstoragereturn&a=confirm', '127.0.0.1'),
(195, '2015-07-20 14:52:55', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstoragereturn&a=make', '127.0.0.1'),
(196, '2015-07-20 15:02:09', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcpurchase&a=add', '127.0.0.1'),
(197, '2015-07-20 15:02:12', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcpurchase&a=confirm', '127.0.0.1'),
(198, '2015-07-20 15:02:21', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=add', '127.0.0.1'),
(199, '2015-07-20 15:02:28', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=make', '127.0.0.1'),
(200, '2015-07-20 15:03:36', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=confirm', '127.0.0.1'),
(201, '2015-07-20 15:07:31', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=add', '127.0.0.1'),
(202, '2015-07-20 15:08:18', 'admin', '订单 CGDD20150720001 有关联的购货单，不能对它进行反审核！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcpurchase&a=confirm', '127.0.0.1'),
(203, '2015-07-20 15:09:33', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=add', '127.0.0.1'),
(204, '2015-07-20 15:15:42', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=add', '127.0.0.1'),
(205, '2015-07-20 15:17:22', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=add', '127.0.0.1'),
(206, '2015-07-20 15:18:30', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=make', '127.0.0.1'),
(207, '2015-07-20 15:18:54', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=confirm', '127.0.0.1'),
(208, '2015-07-20 15:19:42', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=make', '127.0.0.1'),
(209, '2015-07-20 15:22:05', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstoragereturn&a=add', '127.0.0.1'),
(210, '2015-07-20 15:22:13', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstoragereturn&a=make', '127.0.0.1'),
(211, '2015-07-20 15:34:53', 'admin', '新增成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=addpk', '127.0.0.1'),
(212, '2015-07-20 15:35:12', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=del', '127.0.0.1'),
(213, '2015-07-20 15:35:15', 'admin', '清理1条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=del', '127.0.0.1'),
(214, '2015-07-20 15:35:30', 'admin', '新增成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=addpy', '127.0.0.1'),
(215, '2015-07-20 15:35:39', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=confirm', '127.0.0.1'),
(216, '2015-07-20 15:37:06', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=confirm', '127.0.0.1'),
(217, '2015-07-20 15:51:16', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcsalesorder&a=add', '127.0.0.1'),
(218, '2015-07-20 15:51:23', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcsalesorder&a=confirm', '127.0.0.1'),
(219, '2015-07-20 15:51:37', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(220, '2015-07-20 15:51:49', 'admin', '订单 XSDD20150720001 有关联的销货单，不能对它进行生成！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcsalesorder&a=make', '127.0.0.1'),
(221, '2015-07-20 16:14:42', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=make', '127.0.0.1'),
(222, '2015-07-20 16:23:43', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundreturn&a=add', '127.0.0.1'),
(223, '2015-07-20 16:36:33', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundreturn&a=make', '127.0.0.1'),
(224, '2015-07-20 17:05:37', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstoragereturn&a=confirm', '127.0.0.1'),
(225, '2015-07-20 17:10:42', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstoragereturn&a=make', '127.0.0.1'),
(226, '2015-07-20 17:12:08', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstoragereturn&a=confirm', '127.0.0.1'),
(227, '2015-07-20 17:12:16', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstoragereturn&a=make', '127.0.0.1'),
(228, '2015-07-20 17:12:41', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundreturn&a=confirm', '127.0.0.1'),
(229, '2015-07-20 17:13:00', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundreturn&a=make', '127.0.0.1'),
(230, '2015-07-20 19:32:41', 'admin', '自动登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(231, '2015-07-20 22:54:49', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=confirm', '127.0.0.1'),
(232, '2015-07-20 23:24:19', 'admin', '新增成功2', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=add', '127.0.0.1'),
(233, '2015-07-20 23:35:35', 'admin', '已审核单据不能设为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=del', '127.0.0.1'),
(234, '2015-07-20 23:54:19', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=confirm', '127.0.0.1'),
(235, '2015-07-20 23:55:46', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=confirm', '127.0.0.1'),
(236, '2015-07-20 23:56:18', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=edit', '127.0.0.1'),
(237, '2015-07-20 23:59:11', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=edit', '127.0.0.1'),
(238, '2015-07-20 23:59:17', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=confirm', '127.0.0.1'),
(239, '2015-07-21 09:03:36', 'admin', '自动登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(240, '2015-07-21 09:30:05', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=menu&a=edit', '127.0.0.1'),
(241, '2015-07-21 09:31:02', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=menu&a=edit', '127.0.0.1'),
(242, '2015-07-21 09:33:03', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcsalesorder&a=add', '127.0.0.1'),
(243, '2015-07-21 09:33:09', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcsalesorder&a=confirm', '127.0.0.1'),
(244, '2015-07-21 09:33:22', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(245, '2015-07-21 09:33:45', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=make', '127.0.0.1'),
(246, '2015-07-21 09:34:58', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=confirm', '127.0.0.1'),
(247, '2015-07-21 09:35:31', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=make', '127.0.0.1');
INSERT INTO `xy_log` (`id`, `addtime`, `username`, `content`, `os`, `url`, `ip`) VALUES
(248, '2015-07-21 09:57:40', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxctransfer&a=add', '127.0.0.1'),
(249, '2015-07-21 09:57:46', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxctransfer&a=confirm', '127.0.0.1'),
(250, '2015-07-21 09:58:04', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxctransfer&a=confirm', '127.0.0.1'),
(251, '2015-07-21 10:25:30', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=menu&a=edit', '127.0.0.1'),
(252, '2015-07-21 10:26:22', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=menu&a=edit', '127.0.0.1'),
(253, '2015-07-21 11:38:41', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxctransfer&a=edit', '127.0.0.1'),
(254, '2015-07-21 11:57:21', 'admin', '操作成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=systemtag&a=add', '127.0.0.1'),
(255, '2015-07-21 11:58:32', 'admin', '操作成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=systemtag&a=edit', '127.0.0.1'),
(256, '2015-07-21 12:21:01', 'admin', '新增成功173', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=menu&a=add', '127.0.0.1'),
(257, '2015-07-21 12:21:21', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=menu&a=edit', '127.0.0.1'),
(258, '2015-07-21 12:27:44', 'admin', '操作成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=systemtag&a=add', '127.0.0.1'),
(259, '2015-07-21 12:27:51', 'admin', '操作成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=systemtag&a=add', '127.0.0.1'),
(260, '2015-07-21 16:46:30', 'admin', '新增成功2', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=add', '127.0.0.1'),
(261, '2015-07-21 16:48:20', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=del', '127.0.0.1'),
(262, '2015-07-21 16:48:24', 'admin', '清理1条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=del', '127.0.0.1'),
(263, '2015-07-21 16:49:42', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=confirm', '127.0.0.1'),
(264, '2015-07-21 16:49:55', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=confirm', '127.0.0.1'),
(265, '2015-07-21 17:03:04', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=edit', '127.0.0.1'),
(266, '2015-07-21 17:29:20', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=confirm', '127.0.0.1'),
(267, '2015-07-21 17:30:48', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=confirm', '127.0.0.1'),
(268, '2015-07-21 17:31:21', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=confirm', '127.0.0.1'),
(269, '2015-07-21 22:02:04', 'admin', '自动登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(270, '2015-07-21 22:04:26', 'admin', '新增成功3', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=add', '127.0.0.1'),
(271, '2015-07-21 22:05:51', 'admin', '新增成功4', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=add', '127.0.0.1'),
(272, '2015-07-21 22:28:03', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=edit', '127.0.0.1'),
(273, '2015-07-21 22:28:09', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=del', '127.0.0.1'),
(274, '2015-07-21 22:28:13', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=del', '127.0.0.1'),
(275, '2015-07-21 22:28:18', 'admin', '清理2条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=del', '127.0.0.1'),
(276, '2015-07-21 22:28:46', 'admin', '新增成功5', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=add', '127.0.0.1'),
(277, '2015-07-21 22:29:01', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=confirm', '127.0.0.1'),
(278, '2015-07-21 22:29:17', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=confirm', '127.0.0.1'),
(279, '2015-07-21 22:29:22', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=confirm', '127.0.0.1'),
(280, '2015-07-21 22:36:06', 'admin', '已审核单据不能设为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=del', '127.0.0.1'),
(281, '2015-07-21 22:39:40', 'admin', '已审核单据不能设为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=del', '127.0.0.1'),
(282, '2015-07-21 22:39:48', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=confirm', '127.0.0.1'),
(283, '2015-07-21 22:39:52', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=confirm', '127.0.0.1'),
(284, '2015-07-21 22:39:55', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=del', '127.0.0.1'),
(285, '2015-07-21 22:39:57', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=del', '127.0.0.1'),
(286, '2015-07-21 22:40:29', 'admin', '已经设置为有效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=del', '127.0.0.1'),
(287, '2015-07-21 22:40:32', 'admin', '已经设置为有效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=del', '127.0.0.1'),
(288, '2015-07-21 22:40:36', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=confirm', '127.0.0.1'),
(289, '2015-07-21 22:42:25', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=confirm', '127.0.0.1'),
(290, '2015-07-21 22:42:57', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=confirm', '127.0.0.1'),
(291, '2015-07-21 22:43:14', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcfundtransfer&a=confirm', '127.0.0.1'),
(292, '2015-07-21 23:42:39', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcinformation&a=edit', '127.0.0.1'),
(293, '2015-07-21 23:43:05', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcinformation&a=edit', '127.0.0.1'),
(294, '2015-07-21 23:44:17', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcinformation&a=edit', '127.0.0.1'),
(295, '2015-07-21 23:44:27', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcinformation&a=edit', '127.0.0.1'),
(296, '2015-07-21 23:47:43', 'admin', '新增成功174', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=menu&a=add', '127.0.0.1'),
(297, '2015-07-21 23:48:01', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=menu&a=edit', '127.0.0.1'),
(298, '2015-07-21 23:49:34', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=menu&a=edit', '127.0.0.1'),
(299, '2015-07-22 09:15:15', 'admin', '自动登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(300, '2015-07-22 12:07:05', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcinformation&a=edit', '127.0.0.1'),
(301, '2015-07-22 12:07:12', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcinformation&a=edit', '127.0.0.1'),
(302, '2015-07-22 12:17:51', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcinformation&a=edit', '127.0.0.1'),
(303, '2015-07-22 12:17:59', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcinformation&a=edit', '127.0.0.1'),
(304, '2015-07-22 13:34:24', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcinformation&a=edit', '127.0.0.1'),
(305, '2015-07-22 13:34:29', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcinformation&a=edit', '127.0.0.1'),
(306, '2015-07-22 21:34:58', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcinformation&a=edit', '127.0.0.1'),
(307, '2015-07-22 21:35:06', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcinformation&a=edit', '127.0.0.1'),
(308, '2015-07-22 22:44:45', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcpurchase&a=add', '127.0.0.1'),
(309, '2015-07-22 22:44:48', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcpurchase&a=confirm', '127.0.0.1'),
(310, '2015-07-22 23:32:53', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=add', '127.0.0.1'),
(311, '2015-07-23 00:00:59', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=edit', '127.0.0.1'),
(312, '2015-07-23 00:15:26', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=make', '127.0.0.1'),
(313, '2015-07-23 00:17:56', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=confirm', '127.0.0.1'),
(314, '2015-07-23 00:18:29', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorage&a=make', '127.0.0.1'),
(315, '2015-07-23 00:27:37', 'admin', '新增成功175', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=menu&a=add', '127.0.0.1'),
(316, '2015-07-23 00:28:49', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=menu&a=edit', '127.0.0.1'),
(317, '2015-07-23 08:53:40', 'admin', '自动登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(318, '2015-07-23 09:27:25', 'admin', '新增成功2', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=add', '127.0.0.1'),
(319, '2015-07-23 09:27:47', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=edit', '127.0.0.1'),
(320, '2015-07-23 09:27:56', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=edit', '127.0.0.1'),
(321, '2015-07-23 09:28:07', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=confirm', '127.0.0.1'),
(322, '2015-07-23 09:41:08', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=confirm', '127.0.0.1'),
(323, '2015-07-23 09:41:32', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=del', '127.0.0.1'),
(324, '2015-07-23 09:41:39', 'admin', '清理1条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=del', '127.0.0.1'),
(325, '2015-07-23 10:09:54', 'admin', '新增成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=addpy', '127.0.0.1'),
(326, '2015-07-23 10:23:00', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=add', '127.0.0.1'),
(327, '2015-07-23 10:23:08', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=confirm', '127.0.0.1'),
(328, '2015-07-23 10:25:00', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=confirm', '127.0.0.1'),
(329, '2015-07-23 10:29:57', 'admin', '已审核单据不能设为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=del', '127.0.0.1'),
(330, '2015-07-23 10:30:01', 'admin', '清理0条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=del', '127.0.0.1'),
(331, '2015-07-23 10:31:23', 'admin', '新增成功2', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=add', '127.0.0.1'),
(332, '2015-07-23 10:31:27', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=confirm', '127.0.0.1'),
(333, '2015-07-23 10:32:51', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=confirm', '127.0.0.1'),
(334, '2015-07-23 10:32:58', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=del', '127.0.0.1'),
(335, '2015-07-23 10:33:04', 'admin', '清理1条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=del', '127.0.0.1'),
(336, '2015-07-23 10:34:07', 'admin', '新增成功3', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=add', '127.0.0.1'),
(337, '2015-07-23 10:34:13', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=edit', '127.0.0.1'),
(338, '2015-07-23 10:34:24', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=del', '127.0.0.1'),
(339, '2015-07-23 10:34:28', 'admin', '清理1条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=del', '127.0.0.1'),
(340, '2015-07-23 11:58:30', 'admin', '新增成功4', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(341, '2015-07-23 12:06:59', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=del', '127.0.0.1'),
(342, '2015-07-23 12:07:03', 'admin', '清理1条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=del', '127.0.0.1'),
(343, '2015-07-23 12:07:37', 'admin', '仓库：[北京仓库]不存在或库存不可用！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(344, '2015-07-23 12:13:21', 'admin', '仓库：[北京仓库]不存在或库存不可用！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(345, '2015-07-23 12:13:28', 'admin', '仓库：[北京仓库]不存在或库存不可用！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(346, '2015-07-23 12:14:15', 'admin', '仓库：[北京仓库]库存不可用;', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(347, '2015-07-23 12:14:38', 'admin', '仓库：[北京仓库]库存不够;', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(348, '2015-07-23 12:14:52', 'admin', '新增成功5', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(349, '2015-07-23 12:16:39', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=del', '127.0.0.1'),
(350, '2015-07-23 12:16:42', 'admin', '清理1条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=del', '127.0.0.1'),
(351, '2015-07-23 12:18:56', 'admin', '新增成功6', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(352, '2015-07-23 12:20:40', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=del', '127.0.0.1'),
(353, '2015-07-23 12:20:43', 'admin', '清理1条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=del', '127.0.0.1'),
(354, '2015-07-23 12:20:57', 'admin', '新增成功7', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(355, '2015-07-23 12:21:15', 'admin', '仓库：[北京仓库]库存不足;', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(356, '2015-07-23 12:27:42', 'admin', '新增成功8', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(357, '2015-07-23 12:27:54', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=del', '127.0.0.1'),
(358, '2015-07-23 12:27:56', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=del', '127.0.0.1'),
(359, '2015-07-23 12:28:00', 'admin', '清理2条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=del', '127.0.0.1'),
(360, '2015-07-23 12:28:18', 'admin', '仓库：[北京仓库]库存不足;', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(361, '2015-07-23 12:28:25', 'admin', '仓库：[物料库]库存不足;', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(362, '2015-07-23 12:28:31', 'admin', '新增成功9', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(363, '2015-07-23 12:29:16', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=del', '127.0.0.1'),
(364, '2015-07-23 12:29:19', 'admin', '清理1条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=del', '127.0.0.1'),
(365, '2015-07-23 12:29:30', 'admin', '仓库：[成品库]不存在;', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(366, '2015-07-23 12:31:53', 'admin', '仓库：[成品库]不存在;', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(367, '2015-07-23 12:32:00', 'admin', '仓库：[北京仓库]库存不足;', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(368, '2015-07-23 12:32:09', 'admin', '仓库：[物料库]库存不足;', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(369, '2015-07-23 12:32:13', 'admin', '仓库：[北京仓库]库存不足;', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(370, '2015-07-23 15:19:02', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=confirm', '127.0.0.1'),
(371, '2015-07-23 15:19:17', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=make', '127.0.0.1'),
(372, '2015-07-23 15:20:01', 'admin', '仓库：[北京仓库]库存不足;', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(373, '2015-07-23 15:20:07', 'admin', '仓库：[成品库]不存在;', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(374, '2015-07-23 15:30:35', 'admin', '仓库：[成品库]不存在;', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(375, '2015-07-23 15:31:20', 'admin', '仓库：[北京仓库]库存不足;', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(376, '2015-07-23 15:31:47', 'admin', '仓库：[北京仓库]库存不足;', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(377, '2015-07-23 15:31:52', 'admin', '新增成功10', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(378, '2015-07-23 15:32:03', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=make', '127.0.0.1'),
(379, '2015-07-23 15:32:51', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=confirm', '127.0.0.1'),
(380, '2015-07-23 15:34:56', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=confirm', '127.0.0.1'),
(381, '2015-07-23 15:35:36', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=del', '127.0.0.1'),
(382, '2015-07-23 15:35:38', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=del', '127.0.0.1'),
(383, '2015-07-23 15:35:41', 'admin', '清理2条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=del', '127.0.0.1'),
(384, '2015-07-23 15:36:46', 'admin', '新增成功11', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(385, '2015-07-23 15:37:28', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=make', '127.0.0.1'),
(386, '2015-07-23 15:43:37', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=confirm', '127.0.0.1'),
(387, '2015-07-23 15:44:08', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=make', '127.0.0.1'),
(388, '2015-07-23 15:44:31', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=confirm', '127.0.0.1'),
(389, '2015-07-23 15:45:57', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=make', '127.0.0.1'),
(390, '2015-07-23 15:55:24', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=add', '127.0.0.1'),
(391, '2015-07-23 15:55:34', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=confirm', '127.0.0.1'),
(392, '2015-07-23 15:56:21', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=confirm', '127.0.0.1'),
(393, '2015-07-23 15:59:49', 'admin', '清理0条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=del', '127.0.0.1'),
(394, '2015-07-23 15:59:53', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=del', '127.0.0.1'),
(395, '2015-07-23 15:59:56', 'admin', '清理1条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutboundother&a=del', '127.0.0.1'),
(396, '2015-07-23 16:00:56', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=add', '127.0.0.1'),
(397, '2015-07-23 16:01:31', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=confirm', '127.0.0.1'),
(398, '2015-07-23 16:19:41', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=confirm', '127.0.0.1'),
(399, '2015-07-23 16:19:55', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=del', '127.0.0.1'),
(400, '2015-07-23 16:19:59', 'admin', '清理1条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=del', '127.0.0.1'),
(401, '2015-07-23 16:58:02', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcsalesorder&a=add', '127.0.0.1'),
(402, '2015-07-23 17:01:03', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcsalesorder&a=confirm', '127.0.0.1'),
(403, '2015-07-23 17:01:08', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcsalesorder&a=confirm', '127.0.0.1'),
(404, '2015-07-23 17:01:12', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcsalesorder&a=del', '127.0.0.1'),
(405, '2015-07-23 17:01:16', 'admin', '清理1条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcsalesorder&a=del', '127.0.0.1'),
(406, '2015-07-23 17:17:16', 'admin', '操作失败！商品和仓库有重复！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(407, '2015-07-23 17:17:24', 'admin', '操作失败！商品和仓库有重复！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(408, '2015-07-23 17:17:34', 'admin', '操作失败！商品和仓库不能重复！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(409, '2015-07-23 17:27:39', 'admin', '操作失败！商品和仓库不能重复！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(410, '2015-07-23 17:38:08', 'admin', '操作失败！商品和仓库不能重复！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(411, '2015-07-23 17:38:19', 'admin', '仓库：[成品库]不存在;', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(412, '2015-07-23 17:38:36', 'admin', '仓库：[北京仓库]库存不足;[成品库]不存在;', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(413, '2015-07-23 17:47:46', 'admin', '仓库：[成品库]不存在;', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(414, '2015-07-23 17:47:52', 'admin', '新增成功2', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(415, '2015-07-23 21:32:22', 'admin', '自动登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(416, '2015-07-24 00:02:11', 'admin', '新增成功2', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcstorageother&a=add', '127.0.0.1'),
(417, '2015-07-24 00:23:15', 'admin', '操作失败！商品和仓库不能重复！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=jxcoutbound&a=add', '127.0.0.1'),
(418, '2015-07-24 09:01:42', 'admin', '自动登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/yhsys_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(419, '2015-07-24 09:57:03', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=config&a=edit', '127.0.0.1'),
(420, '2015-07-24 10:11:45', 'admin', '退出成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=public&a=logout', '127.0.0.1'),
(421, '2015-07-24 10:12:21', 'admin', '登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(422, '2015-07-24 10:16:15', 'admin', '登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(423, '2015-07-24 13:37:10', 'admin', '退出成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=public&a=logout', '127.0.0.1'),
(424, '2015-07-24 13:38:44', 'admin', '登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(425, '2015-07-24 14:10:54', 'admin', '操作成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=flowtype&a=edit', '127.0.0.1'),
(426, '2015-08-01 13:01:48', 'admin', '登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(427, '2015-08-01 15:00:23', 'admin', '登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(428, '2015-08-01 15:00:46', 'admin', '设置修改成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=public&a=usersettings', '127.0.0.1'),
(429, '2015-08-01 15:03:34', 'admin', '设置修改成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=public&a=usersettings', '127.0.0.1'),
(430, '2015-08-01 16:04:20', 'admin', '登录成功！', 'Mozilla/4.0 (compatible; MSIE 7.0; Windows NT 6.2; WOW64; Trident/6.0; .NET4.0E; .NET4.0C; .NET CLR 3.5.30729; .NET CLR 2.0.50727; .NET CLR 3.0.30729; MALNJS)', '/zloa_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(431, '2015-08-01 16:08:29', 'admin', '退出成功！', 'Mozilla/4.0 (compatible; MSIE 7.0; Windows NT 6.2; WOW64; Trident/6.0; .NET4.0E; .NET4.0C; .NET CLR 3.5.30729; .NET CLR 2.0.50727; .NET CLR 3.0.30729; MALNJS)', '/zloa_1.2/index.php?m=home&c=public&a=logout', '127.0.0.1'),
(432, '2015-08-01 16:08:40', 'admin', '登录成功！', 'Mozilla/4.0 (compatible; MSIE 7.0; Windows NT 6.2; WOW64; Trident/6.0; .NET4.0E; .NET4.0C; .NET CLR 3.5.30729; .NET CLR 2.0.50727; .NET CLR 3.0.30729; MALNJS)', '/zloa_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(433, '2015-08-01 16:09:18', 'admin', '退出成功！', 'Mozilla/4.0 (compatible; MSIE 7.0; Windows NT 6.2; WOW64; Trident/6.0; .NET4.0E; .NET4.0C; .NET CLR 3.5.30729; .NET CLR 2.0.50727; .NET CLR 3.0.30729; MALNJS)', '/zloa_1.2/index.php?m=home&c=public&a=logout', '127.0.0.1'),
(434, '2015-08-01 16:09:42', 'admin', '登录成功！', 'Mozilla/4.0 (compatible; MSIE 7.0; Windows NT 6.2; WOW64; Trident/6.0; .NET4.0E; .NET4.0C; .NET CLR 3.5.30729; .NET CLR 2.0.50727; .NET CLR 3.0.30729; MALNJS)', '/zloa_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(435, '2015-08-04 10:44:30', 'admin', '退出成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=public&a=logout', '127.0.0.1'),
(436, '2015-08-04 10:45:06', 'admin', '登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(437, '2015-08-04 10:45:47', 'admin', '设置修改成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=public&a=usersettings', '127.0.0.1'),
(438, '2015-08-04 10:46:20', 'admin', '设置修改成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=public&a=usersettings', '127.0.0.1'),
(439, '2015-08-04 10:46:36', 'admin', '设置修改成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=public&a=usersettings', '127.0.0.1'),
(440, '2015-08-04 10:51:09', 'admin', '新增成功1', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcpurchase&a=add', '127.0.0.1'),
(441, '2015-08-04 10:51:22', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcpurchase&a=confirm', '127.0.0.1'),
(442, '2015-08-04 10:51:28', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcpurchase&a=confirm', '127.0.0.1'),
(443, '2015-08-04 10:51:35', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcpurchase&a=confirm', '127.0.0.1'),
(444, '2015-08-04 10:52:16', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcpurchase&a=confirm', '127.0.0.1'),
(445, '2015-08-04 10:52:24', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcpurchase&a=del', '127.0.0.1'),
(446, '2015-08-04 10:52:47', 'admin', '已经设置为有效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcpurchase&a=del', '127.0.0.1'),
(447, '2015-08-04 10:52:52', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcpurchase&a=confirm', '127.0.0.1'),
(448, '2015-08-04 10:53:33', 'admin', '新增成功3', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcstorage&a=add', '127.0.0.1'),
(449, '2015-08-04 10:53:49', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcstorage&a=make', '127.0.0.1'),
(450, '2015-08-04 10:53:56', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcstorage&a=confirm', '127.0.0.1'),
(451, '2015-08-04 10:54:02', 'admin', '订单 CGDD20150804001 有关联的购货单，不能对它进行反审核！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcpurchase&a=confirm', '127.0.0.1'),
(452, '2015-08-04 10:54:16', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcstorage&a=del', '127.0.0.1'),
(453, '2015-08-04 10:54:22', 'admin', '订单 CGDD20150804001 有关联的购货单，不能对它进行反审核！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcpurchase&a=confirm', '127.0.0.1'),
(454, '2015-08-04 10:54:27', 'admin', '清理1条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcstorage&a=del', '127.0.0.1'),
(455, '2015-08-04 10:54:30', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcpurchase&a=confirm', '127.0.0.1'),
(456, '2015-08-04 10:54:39', 'admin', '已经设置为无效！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcpurchase&a=del', '127.0.0.1'),
(457, '2015-08-04 10:54:43', 'admin', '清理1条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcpurchase&a=del', '127.0.0.1'),
(458, '2015-08-04 10:55:20', 'admin', '仓库：[北京仓库]不存在或库存不可用！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxctransfer&a=add', '127.0.0.1'),
(459, '2015-08-04 10:57:07', 'admin', '审核成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcstorageother&a=confirm', '127.0.0.1'),
(460, '2015-08-04 10:57:13', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcstorageother&a=confirm', '127.0.0.1'),
(461, '2015-08-04 11:02:41', 'admin', '登录成功！', 'Mozilla/4.0 (compatible; MSIE 7.0; Windows NT 6.2; WOW64; Trident/6.0; .NET4.0E; .NET4.0C; .NET CLR 3.5.30729; .NET CLR 2.0.50727; .NET CLR 3.0.30729; MALNJS)', '/zloa_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(462, '2015-08-04 11:27:46', 'admin', '清理0条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=user&a=del', '127.0.0.1'),
(463, '2015-08-04 11:27:50', 'admin', '清理0条无用的记录', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=user&a=del', '127.0.0.1'),
(464, '2015-08-04 11:28:26', 'admin', '新增成功2', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcpurchase&a=add', '127.0.0.1'),
(465, '2015-08-04 11:28:41', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcpurchase&a=confirm', '127.0.0.1'),
(466, '2015-08-04 11:28:55', 'admin', '新增成功4', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcstorage&a=add', '127.0.0.1'),
(467, '2015-08-04 11:29:01', 'admin', '通过审核', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcstorage&a=make', '127.0.0.1'),
(468, '2015-08-04 11:30:18', 'admin', '供应商导入成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcsuppliers&a=import', '127.0.0.1'),
(469, '2015-08-04 14:50:58', 'admin', '登录成功！', 'Mozilla/5.0 (Windows NT 5.1; rv:37.0) Gecko/20100101 Firefox/37.0', '/zloa_1.2/index.php?m=home&c=public&a=login', '192.168.11.46'),
(470, '2015-08-04 14:53:43', 'admin', '设置修改成功！', 'Mozilla/5.0 (Windows NT 5.1; rv:37.0) Gecko/20100101 Firefox/37.0', '/zloa_1.2/index.php?m=home&c=public&a=usersettings', '192.168.11.46'),
(471, '2015-08-04 14:54:01', 'admin', '设置修改成功！', 'Mozilla/5.0 (Windows NT 5.1; rv:37.0) Gecko/20100101 Firefox/37.0', '/zloa_1.2/index.php?m=home&c=public&a=usersettings', '192.168.11.46'),
(472, '2015-08-04 15:12:58', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 5.1; rv:37.0) Gecko/20100101 Firefox/37.0', '/zloa_1.2/index.php?m=home&c=jxcsuppliers&a=edit', '192.168.11.46'),
(473, '2015-08-04 15:13:20', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 5.1; rv:37.0) Gecko/20100101 Firefox/37.0', '/zloa_1.2/index.php?m=home&c=jxcsuppliers&a=edit', '192.168.11.46'),
(474, '2015-08-04 15:16:42', 'admin', '供应商导入成功！', 'Mozilla/5.0 (Windows NT 5.1; rv:37.0) Gecko/20100101 Firefox/37.0', '/zloa_1.2/index.php?m=home&c=jxcsuppliers&a=import', '192.168.11.46'),
(475, '2015-08-09 17:33:47', 'admin', '自动登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=public&a=login', '127.0.0.1'),
(476, '2015-08-09 17:39:38', 'admin', '锁定', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcwarehouse&a=del', '127.0.0.1'),
(477, '2015-08-09 17:39:41', 'admin', '启用', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcwarehouse&a=del', '127.0.0.1'),
(478, '2015-08-09 18:09:54', 'admin', '订单 CGDD20150804001 有关联的购货单，不能对它进行反审核！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcpurchase&a=confirm', '127.0.0.1'),
(479, '2015-08-09 18:10:08', 'admin', '已经成功退回到上一步！', 'Mozilla/5.0 (Windows NT 6.2; WOW64; rv:39.0) Gecko/20100101 Firefox/39.0', '/zloa_1.2/index.php?m=home&c=jxcstorage&a=confirm', '127.0.0.1'),
(480, '2017-04-09 22:20:05', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/56.0.2924.87 Safari/537.36', '/rhcrm/index.php?m=home&c=config&a=edit', '0.0.0.0'),
(481, '2017-04-10 09:01:01', 'admin', '登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/56.0.2924.87 Safari/537.36', '/rhcrm/index.php?m=home&c=public&a=login', '0.0.0.0'),
(482, '2017-04-10 09:09:09', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/56.0.2924.87 Safari/537.36', '/rhcrm/index.php?m=home&c=org&a=edit', '0.0.0.0'),
(483, '2017-04-10 09:22:36', 'admin', '锁定', 'Mozilla/5.0 (Windows NT 6.2; WOW64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/56.0.2924.87 Safari/537.36', '/rhcrm/index.php?m=home&c=user&a=del', '0.0.0.0'),
(484, '2017-04-10 09:22:43', 'admin', '启用', 'Mozilla/5.0 (Windows NT 6.2; WOW64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/56.0.2924.87 Safari/537.36', '/rhcrm/index.php?m=home&c=user&a=del', '0.0.0.0'),
(485, '2017-04-10 10:25:50', 'admin', '退出成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/56.0.2924.87 Safari/537.36', '/rhcrm/index.php?m=home&c=public&a=logout', '0.0.0.0'),
(486, '2017-04-10 10:26:11', 'admin', '登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/56.0.2924.87 Safari/537.36', '/rhcrm/index.php?m=home&c=public&a=login', '0.0.0.0'),
(487, '2017-04-10 10:57:55', 'admin', '登录成功！', 'Mozilla/5.0 (Windows NT 6.1; WOW64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/50.0.2661.102 Safari/537.36', '/index.php?m=home&c=public&a=login', '0.0.0.0');
INSERT INTO `xy_log` (`id`, `addtime`, `username`, `content`, `os`, `url`, `ip`) VALUES
(488, '2017-04-10 11:01:45', 'admin', '登录成功！', 'Mozilla/5.0 (Windows NT 6.2; WOW64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/56.0.2924.87 Safari/537.36', '/index.php?m=home&c=public&a=login', '59.172.39.138'),
(489, '2017-04-10 11:07:27', 'admin', '编辑成功', 'Mozilla/5.0 (Windows NT 6.2; WOW64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/56.0.2924.87 Safari/537.36', '/index.php?m=home&c=user&a=edit', '59.172.39.138'),
(490, '2017-04-10 11:15:17', 'test1', '登录成功！', 'Mozilla/5.0 (Windows NT 6.2; Win64; x64; rv:52.0) Gecko/20100101 Firefox/52.0', '/index.php?m=home&c=public&a=login', '59.172.39.138'),
(491, '2017-04-10 11:18:28', 'admin', '登录成功！', 'Mozilla/5.0 (Windows NT 6.1; WOW64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/54.0.2840.99 Safari/537.36', '/index.php?m=home&c=public&a=login', '59.172.39.138');

-- --------------------------------------------------------

--
-- 表的结构 `xy_menu`
--

CREATE TABLE IF NOT EXISTS `xy_menu` (
`id` int(11) NOT NULL,
  `level` tinyint(1) NOT NULL,
  `pid` int(4) NOT NULL,
  `catename` char(20) NOT NULL DEFAULT '',
  `catename_zh-cn` varchar(50) DEFAULT NULL,
  `catename_zh-tw` varchar(50) DEFAULT NULL,
  `catename_en-us` varchar(50) DEFAULT NULL,
  `alink` char(100) NOT NULL DEFAULT '',
  `icon` varchar(255) DEFAULT NULL,
  `sort` int(4) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=MyISAM AUTO_INCREMENT=176 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_menu`
--

INSERT INTO `xy_menu` (`id`, `level`, `pid`, `catename`, `catename_zh-cn`, `catename_zh-tw`, `catename_en-us`, `alink`, `icon`, `sort`, `status`) VALUES
(1, 1, 3, '库存管理', '库存管理', '庫存管理', 'Stock', 'stock/index', 'fa fa-inbox', 9, 1),
(2, 0, 0, '个人办公', '个人办公', '個人辦公', 'Personal', 'office/index', 'fa fa-user bc-personal', 1, 1),
(3, 0, 0, '客户管理', '客户管理', '客戶管理', 'Customer', 'cust/index', 'fa fa-group', 3, 1),
(4, 0, 0, '人事管理', '人事管理', '人事管理', 'HR', 'hr/index', 'fa fa-user', 5, 1),
(8, 1, 2, '我的任务', '我的任务', '我的任務', 'My task', 'mytask/index', '', 2, 1),
(7, 0, 0, '系统管理', '系统管理', '系統管理', 'System', 'system/index', 'fa fa-cog', 99, 1),
(9, 1, 7, '组织机构', '组织机构', '組織機構', 'Organization', 'org/index', '', 1, 1),
(10, 2, 9, '职位管理', '职位管理', '職位管理', 'Position management', 'dep/index', 'edit', 2, 1),
(11, 2, 22, '菜单管理', '菜单管理', '菜單管理', 'Menu management', 'menu/index', 'edit', 3, 1),
(12, 1, 2, '我的去向', '我的去向', '我的去向', 'My whereabouts', 'mygo/index', '', 3, 1),
(13, 1, 7, '操作日志', '操作日志', '操作日誌', 'Operation log', 'Log/index', 'edit', 7, 1),
(14, 2, 9, '用户管理', '用户管理', '用戶管理', 'User management', 'user/index', 'edit', 3, 1),
(21, 1, 7, '备份文件', '备份文件', '備份文件', 'Backup file', 'database/bakup', 'edit', 5, 1),
(20, 2, 22, '数据模型', '数据模型', '數據模型', 'Data model', 'model/index', 'edit', 2, 0),
(19, 2, 22, '功能列表', '功能列表', '功能列表', 'Function list', 'rule/index', 'edit', 4, 1),
(22, 1, 7, '系统设置', '系统设置', '系統設置', 'System settings', 'system/index', '', 1, 1),
(23, 2, 9, '部门管理', '部门管理', '部門管理', 'Department management', 'org/index', 'edit', 0, 1),
(24, 1, 7, '数据备份', '数据备份', '數據備份', 'Data backup', 'database/index', 'edit', 4, 1),
(25, 2, 1, '产品信息', '产品信息', '產品信息', 'Product information', 'pro/index', '', 1, 1),
(26, 2, 1, '库存管理', '库存管理', '庫存管理', 'Inventory management', 'stock/index', '', 5, 1),
(27, 1, 2, '通讯录', '通讯录', '通訊錄', 'Address', 'contact/index', '', 9, 1),
(28, 1, 2, '指派任务', '指派任务', '指派任務', 'Assignment task', 'task/index', '', 2, 1),
(29, 2, 27, '我的通讯录', '我的通讯录', '我的通訊錄', 'My address', 'contact/index', '', 1, 1),
(30, 2, 27, '公共通讯录', '公共通讯录', '公共通訊錄', 'Public address', 'pcontact/index', '', 2, 1),
(31, 2, 22, '数据字典', '数据字典', '數據字典', 'Data dictionary', 'config/index', 'edit', 1, 1),
(32, 2, 1, '出库记录', '出库记录', '出庫記錄', 'Library records', 'proout/index', '', 3, 1),
(33, 1, 2, '员工去向', '员工去向', '員工去向', 'Staff whereabouts', 'mygos/index', '', 3, 1),
(34, 1, 2, '工作汇报', '工作汇报', '工作匯報', 'Work report', 'myreport/index', '', 2, 1),
(35, 1, 4, '员工档案', '员工档案', '員工檔案', 'Employee file', 'hr/index', '', 1, 1),
(36, 1, 4, '人事合同', '人事合同', '人事合同', 'Personnel contract', 'hrht/index', '', 2, 1),
(37, 1, 4, '奖罚管理', '奖罚管理', '獎罰管理', 'Reward management', 'hrjf/index', '', 3, 1),
(38, 1, 4, '证照管理', '证照管理', '證照管理', 'License management', 'hrzz/index', '', 4, 1),
(39, 1, 4, '培训管理', '培训管理', '培訓管理', 'Training management', 'hrpx/index', '', 5, 1),
(40, 1, 2, '通知公告', '通知公告', '通知公告', 'Notice', 'info/index', '', 1, 1),
(41, 2, 40, '发通知', '发通知', '發通知', 'Send Notice', 'info/index', '', 1, 1),
(42, 2, 40, '收通知', '收通知', '收通知', 'Receive notice', 'myinfo/index', '', 2, 1),
(43, 1, 4, '人事调动', '人事调动', '人事調動', 'Personnel transfer', 'hrdd/index', '', 8, 1),
(44, 1, 2, '我的文档', '我的文档', '我的文檔', 'My document', 'doc/index', '', 5, 1),
(45, 1, 3, '合同管理', '合同管理', '合同管理', 'Contract management', 'hetong/index', '', 4, 1),
(46, 2, 27, '公司通讯录', '公司通讯录', '公司通訊錄', 'Company address', 'ccontact/index', '', 0, 1),
(47, 1, 2, '知识管理', '知识管理', '知識管理', 'Knowledge management', 'zhishi/index', '', 5, 1),
(48, 1, 4, '员工关怀', '员工关怀', '員工關懷', 'Staff concern', 'hrgh/index', '', 10, 1),
(49, 1, 3, '客户信息', '客户信息', '客戶信息', 'Customer information', 'cust/index', '', 1, 1),
(50, 1, 3, '联系人', '联系人', '聯系人', 'Contact person', 'custcon/index', '', 2, 1),
(51, 1, 3, '跟单记录', '跟单记录', '跟單記錄', 'Documentary records', 'custgd/index', '', 3, 1),
(52, 1, 2, '批注汇报', '批注汇报', '批註匯報', 'Comment Report', 'report/index', '', 2, 1),
(53, 1, 4, '统计分析', '统计分析', '統計分析', 'Statistical analysis', 'hr/index', '', 20, 1),
(54, 2, 53, '本月下月生日', '本月下月生日', '本月下月生日', 'Later this month birthday', 'hr/birthday', '', 0, 1),
(55, 2, 53, '即将到期的合同', '即将到期的合同', '即將到期的合同', 'Expiring contract', 'hrht/daoqi', '', 2, 1),
(56, 2, 53, '员工分析', '员工分析', '員工分析', 'Staff analysis', 'hr/fenxi', '', 3, 1),
(57, 1, 3, '统计分析', '统计分析', '統計分析', 'Statistical analysis', 'cust/index', '', 10, 1),
(58, 2, 57, '客户分析', '客户分析', '客戶分析', 'Customer analysis', 'cust/fenxi', '', 1, 1),
(59, 2, 57, '今年合同增长趋势', '今年合同增长趋势', '今年合同增長趨勢', 'This year the growth trend of contract', 'htfenxi/index', '', 2, 1),
(60, 2, 57, '即将到期的合同', '即将到期的合同', '即將到期的合同', 'Expiring contract', 'hetong/daoqi', '', 7, 1),
(61, 2, 57, '需要跟踪的客户', '需要跟踪的客户', '需要跟蹤的客戶', 'Need to track the customer', 'cust/daoqi', '', 10, 1),
(62, 2, 1, '入库记录', '入库记录', '入庫記錄', 'Storage records', 'proin/index', '', 2, 1),
(63, 2, 1, '库存报警', '库存报警', '庫存報警', 'Inventory alarm', 'stock/baojing', '', 5, 1),
(64, 1, 3, '收款记录', '收款记录', '收款記錄', 'Receivables records', 'shou/index', '', 5, 1),
(65, 1, 3, '付款记录', '付款记录', '付款記錄', 'Payment records', 'fu/index', '', 6, 1),
(66, 1, 3, '财务管理', '财务管理', '財務管理', 'Financial', 'shou/index', 'fa fa-database', 9, 1),
(67, 2, 66, '收款记录', '收款记录', '收款記錄', 'Collection records', 'shou/index', '', 1, 1),
(68, 2, 66, '付款记录', '付款记录', '付款記錄', 'Payment records', 'fu/index', '', 2, 1),
(69, 1, 3, '开票记录', '开票记录', '開票記錄', 'Billing records', 'piao/index', '', 7, 1),
(70, 1, 3, '发货记录', '发货记录', '發貨記錄', 'Delivery records', 'huo/index', '', 8, 1),
(71, 2, 66, '开票记录', '开票记录', '開票記錄', 'Billing records', 'piao/index', '', 3, 1),
(72, 2, 57, '去年合同增长趋势', '去年合同增长趋势', '去年合同增長趨勢', 'Last year the growth trend of contract', 'htfenxi/lastyear', '', 5, 1),
(73, 2, 57, '业务员分析', '业务员分析', '業務員分析', 'Salesman analysis', 'htfenxi/yewuyuan', '', 4, 1),
(74, 0, 0, '应用表单', '应用表单', '應用表單', 'Application', 'applicationform/index', 'fa fa-table', 1, 0),
(75, 1, 3, '证照预警', '证照预警', '證照預警', 'Certificate warning', 'certificatewarning/index', NULL, 0, 1),
(76, 2, 22, '清除缓存', '清除缓存', '清除緩存', 'Clear cache', 'systemclear/index', 'trash', 5, 1),
(77, 1, 2, '站内消息', '站内消息', '站內消息', 'Internal message', 'message/index', NULL, 6, 0),
(78, 1, 2, '站内消息', '站内消息', '站内消息', 'Internal message', 'message/index', NULL, 0, 1),
(92, 1, 91, '文档查看', '文档查看', '文檔查看', 'Document view', 'document/index', 'search', 1, 1),
(91, 0, 0, '文档管理', '文档管理', '文檔管理', 'Document', 'document/index', 'fa fa-file', 2, 1),
(80, 0, 0, '工作流程', '工作流程', '工作流程', 'WorkFlow', 'flow/index', 'fa fa-table', 1, 1),
(81, 1, 80, '发起', '发起', '發起', 'Start', 'flow/index', 'plus', 1, 1),
(82, 1, 80, '收到', '收到', '收到', 'Receive', 'flow/receive', 'search', 5, 1),
(83, 1, 80, '待办', '待办', '待办', 'To-do', 'flow/confirm', 'edit', 2, 1),
(84, 1, 80, '提交', '提交', '提交', 'submit', 'flow/submit', 'search', 4, 1),
(85, 1, 80, '已办', '已办', '已辦', 'HaveTodo', 'flow/finish', 'search', 3, 1),
(86, 1, 80, '草稿', '草稿', '草稿', 'Draft', 'flow/darft', 'search', 6, 1),
(87, 1, 80, '流程分组', '流程分组', '流程分組', 'Flow group', 'systemtag/flowtype', 'edit', 7, 1),
(88, 1, 80, '流程管理', '流程管理', '流程管理', 'Flow management', 'flowtype/index', 'edit', 8, 1),
(89, 2, 9, '业务权限管理', '业务权限管理', '業務權限管理', 'Business authority management', 'duty/index', 'edit', 3, 1),
(90, 2, 9, '业务权限设置', '业务权限设置', '業務權限設置', 'Business permission settings', 'duty/role', 'edit', 5, 1),
(93, 1, 91, '文档管理', '文档管理', '文檔管理', 'Document management', 'document/manage', 'edit', 2, 1),
(94, 1, 91, '文件夹管理', '文件夹管理', '文件夾管理', 'Folder management', 'systemfolder/document', 'edit', 3, 1),
(95, 0, 0, '进销存管理', '进销存管理', '進銷存管理', 'Invoicing', 'jxcinvoicing/index', 'fa fa-database', 0, 1),
(96, 2, 168, '基础资料', '基础资料', '基礎資料', 'Basic data', 'jxcbasicdata/index', '', 11, 1),
(97, 3, 103, '商品类别', '商品类别', '商品類別', 'Commodity category', 'jxccategory/index', 'edit', 3, 1),
(98, 3, 96, '商品管理', '商品管理', '商品管理', 'Commodity management', 'jxcinformation/index', 'edit', 3, 1),
(102, 3, 96, '账户管理', '账户管理', '賬戶管理', 'Account management', 'jxcaccount/index', 'edit', 5, 1),
(99, 3, 96, '仓库管理', '仓库管理', '倉庫管理', 'Warehouse management', 'jxcwarehouse/index', 'edit', 4, 1),
(100, 3, 96, '供应商管理', '供应商管理', '供應商管理', 'Supplier management', 'jxcsuppliers/index', 'edit', 1, 1),
(101, 3, 96, '客户管理', '客户管理', '客戶管理', 'Customer management', 'jxccustomers/index', 'edit', 2, 1),
(103, 2, 168, '辅助资料', '辅助资料', '輔助資料', 'Assistant data', 'jxcassistantdata/index', '', 12, 1),
(104, 2, 168, '高级设置', '高级设置', '高级设置', 'Advanced settings', 'jxcadvancedsettings/index', '', 13, 1),
(105, 3, 103, '供应商类别', '供应商类别', '供應商類別', 'Supply Type', 'systemtag/supplytype', 'edit', 1, 1),
(106, 3, 103, '客户类别', '客户类别', '客戶類別', 'Customer Type', 'systemtag/customertype', 'edit', 2, 1),
(107, 3, 103, '计量单位', '计量单位', '計量單位', 'Unit Type', 'systemtag/unittype', 'edit', 4, 1),
(108, 3, 104, '业务操作日志', '业务操作日志', '業務操作日誌', 'Business operation log', 'jxcywmxz/index', 'search', 1, 1),
(109, 3, 104, '业务权限设置', '业务权限设置', '業務權限設置', 'Business permission settings', 'duty/role', 'edit', 0, 1),
(110, 1, 95, '购货', '购货', '購貨', 'Purchase goods', 'jxcpurchasegoods/index', '', 1, 1),
(111, 2, 110, '购货订单', '购货订单', '购货订单', '购货订单', 'jxcpurchase/add', 'plus', 1, 1),
(112, 2, 110, '购货单', '购货单', '购货单', '购货单', 'jxcstorage/add', 'plus', 2, 1),
(113, 2, 110, '购货退货单', '购货退货单', '购货退货单', '购货退货单', 'jxcstoragereturn/add', 'plus', 3, 1),
(114, 2, 110, '购货订单查看', '购货订单查看', '购货订单查看', '购货订单查看', 'jxcpurchase/index', 'search', 1, 1),
(115, 2, 110, '购货单查看', '购货单查看', '购货单查看', '购货单查看', 'jxcstorage/index', 'search', 2, 1),
(116, 2, 110, '购货退货单查看', '购货退货单查看', '购货退货单查看', '购货退货单查看', 'jxcstoragereturn/index', 'search', 3, 1),
(117, 2, 110, '购货订单审核', '购货订单审核', '购货订单审核', '购货订单审核', 'jxcpurchase/audit', 'edit', 1, 1),
(118, 2, 110, '购货单审核', '购货单审核', '购货单审核', '购货单审核', 'jxcstorage/audit', 'edit', 2, 1),
(119, 2, 110, '购货退货单审核', '购货退货单审核', '购货退货单审核', '购货退货单审核', 'jxcstoragereturn/audit', 'edit', 3, 1),
(120, 1, 95, '销货', '销货', '销货', 'Sales', 'jxsales/index', '', 2, 1),
(121, 2, 120, '销货单', '销货单', '销货单', '销货单', 'jxcoutbound/add', 'plus', 2, 1),
(122, 2, 120, '销货退货单', '销货退货单', '销货退货单', '销货退货单', 'jxcoutboundreturn/add', 'plus', 3, 1),
(123, 2, 120, '销货单查看', '销货单查看', '销货单查看', '销货单查看', 'jxcoutbound/index', 'search', 2, 1),
(124, 2, 120, '销货退货单查看', '销货退货单查看', '销货退货单查看', '销货退货单查看', 'jxcoutboundreturn/index', 'search', 3, 1),
(125, 2, 120, '销货单审核', '销货单审核', '销货单审核', '销货单审核', 'jxcoutbound/audit', 'edit', 2, 1),
(126, 2, 120, '销货退货单审核', '销货退货单审核', '销货退货单审核', '销货退货单审核', 'jxcoutboundreturn/audit', 'edit', 3, 1),
(127, 1, 95, '仓库', '仓库', '仓库', '仓库', 'jxcwarehouse/index', '', 3, 1),
(128, 2, 127, '调拨单', '调拨单', '调拨单', '调拨单', 'jxctransfer/index', 'edit', 1, 1),
(129, 2, 127, '盘点', '盘点', '盘点', '盘点', 'jxcwarehouselist/inventory', 'edit', 2, 1),
(130, 2, 127, '其他入库单', '其他入库单', '其他入库单', '其他入库单', 'jxcstorageother/index', 'edit', 3, 1),
(131, 2, 127, '其他出库单', '其他出库单', '其他出库单', '其他出库单', 'jxcoutboundother/index', 'edit', 4, 1),
(132, 2, 127, '成本调整单', '成本调整单', '成本调整单', '成本调整单', '成本调整单', 'edit', 5, 1),
(175, 2, 127, '保质期预警', '保质期预警', '保质期预警', 'Shelf life warning', 'jxcshelflifewarning/index', 'search', 7, 1),
(174, 2, 127, '库存预警', '库存预警', '库存预警', 'Inventory warning', 'jxcinventorywarning/index', 'search', 6, 1),
(137, 1, 95, '资金', '资金', '资金', '资金', '资金', '', 4, 1),
(138, 2, 137, '收款单', '收款单', '收款单', 'Receipt', 'jxcreceipt/add', 'plus', 1, 1),
(139, 2, 137, '付款单', '付款单', '付款单', '付款单', '付款单', 'plus', 2, 1),
(140, 2, 137, '其他收入单', '其他收入单', '其他收入单', '其他收入单', '其他收入单', 'plus', 3, 1),
(141, 2, 137, '其他支出单', '其他支出单', '其他支出单', '其他支出单', '其他支出单', 'plus', 4, 1),
(142, 2, 137, '资金转账单', '资金转账单', '资金转账单', 'Fund transfer', 'jxcfundtransfer/add', 'plus', 5, 1),
(143, 2, 137, '收款单查询', '收款单查询', '收款单查询', 'Receipt query ', 'jxcreceipt/index', 'search', 6, 1),
(144, 2, 137, '付款单查询', '付款单查询', '付款单查询', '付款单查询', '付款单查询', 'search', 7, 1),
(145, 2, 137, '其他收入单查询', '其他收入单查询', '其他收入单查询', '其他收入单查询', '其他收入单查询', 'search', 8, 1),
(146, 2, 137, '其他支出单查询', '其他支出单查询', '其他支出单查询', '其他支出单查询', '其他支出单查询', 'search', 9, 1),
(147, 2, 137, '资金转账单查询', '资金转账单查询', '资金转账单查询', 'Fund transfer query', 'jxcfundtransfer/index', 'search', 10, 1),
(148, 1, 95, '报表', '报表', '报表', '报表', '报表', '', 5, 1),
(149, 2, 148, '采购明细表', '采购明细表', '采购明细表', '采购明细表', '采购明细表', 'search', 1, 1),
(150, 2, 148, '采购汇总表（按商品）', '采购汇总表（按商品）', '采购汇总表（按商品）', '采购汇总表（按商品）', '采购汇总表（按商品）', 'search', 2, 1),
(151, 2, 148, '采购汇总表（按供应商）', '采购汇总表（按供应商）', '采购汇总表（按供应商）', '采购汇总表（按供应商）', '采购汇总表（按供应商）', 'search', 3, 1),
(152, 2, 148, '销售明细表', '销售明细表', '销售明细表', '销售明细表', '销售明细表', 'search', 4, 1),
(153, 2, 148, '销售汇总表（按商品）', '销售汇总表（按商品）', '销售汇总表（按商品）', '销售汇总表（按商品）', '销售汇总表（按商品）', 'search', 5, 1),
(154, 2, 148, '销售汇总表（按客户）', '销售汇总表（按客户）', '销售汇总表（按客户）', '销售汇总表（按客户）', '销售汇总表（按客户）', 'search', 6, 1),
(155, 2, 148, '往来单位欠款表', '往来单位欠款表', '往来单位欠款表', '往来单位欠款表', '往来单位欠款表', 'search', 7, 1),
(156, 2, 148, '商品库存余额表', '商品库存余额表', '商品库存余额表', '商品库存余额表', '商品库存余额表', 'search', 8, 1),
(157, 2, 148, '商品收发明细表', '商品收发明细表', '商品收发明细表', '商品收发明细表', '商品收发明细表', 'search', 9, 1),
(158, 2, 148, '商品收发汇总表', '商品收发汇总表', '商品收发汇总表', '商品收发汇总表', '商品收发汇总表', 'search', 10, 1),
(159, 2, 148, '现金银行报表', '现金银行报表', '现金银行报表', 'Cash bank journal', 'jxccashbankjournal/index', 'search', 11, 1),
(160, 2, 148, '应付账款明细表', '应付账款明细表', '应付账款明细表', '应付账款明细表', '应付账款明细表', 'search', 12, 1),
(161, 2, 148, '应收账款明细表', '应收账款明细表', '应收账款明细表', '应收账款明细表', '应收账款明细表', 'search', 13, 1),
(162, 2, 148, '客户对账单', '客户对账单', '客户对账单', '客户对账单', '客户对账单', 'search', 14, 1),
(163, 2, 148, '供应商对账单', '供应商对账单', '供应商对账单', '供应商对账单', '供应商对账单', 'search', 15, 1),
(164, 2, 148, '其他收支明细表', '其他收支明细表', '其他收支明细表', '其他收支明细表', '其他收支明细表', 'search', 16, 1),
(165, 2, 120, '销货订单', '销货订单', '销货订单', '销货订单', 'jxcsalesorder/add', 'plus', 1, 1),
(166, 2, 120, '销货订单查看', '销货订单查看', '销货订单查看', '销货订单查看', 'jxcsalesorder/index', 'search', 1, 1),
(167, 2, 120, '销货订单审核', '销货订单审核', '销货订单审核', '销货订单审核', 'jxcsalesorder/audit', 'edit', 1, 1),
(173, 3, 103, '结算方式', '结算方式', '结算方式', '结算方式', 'systemtag/settlementtype', 'edit', 9, 1),
(168, 1, 95, '设置', '设置', '设置', 'Settings', 'jxcsettings/index', '', 11, 1),
(169, 3, 103, '支出类型', '支出类型', '支出類型', 'Expense type', 'systemtag/expensetype', 'edit', 5, 1),
(170, 3, 103, '收入类型', '收入类型', '收入類型', 'Income type', 'systemtag/incometype', 'edit', 6, 1),
(171, 3, 103, '业务类别', '业务类别', '業務類別', 'Business class', 'systemtag/ywtype', 'edit', 7, 1),
(172, 3, 103, '信息状态', '信息状态', '信息狀態', 'Information state', 'systemtag/infostatetype', 'edit', 8, 1);

-- --------------------------------------------------------

--
-- 表的结构 `xy_message`
--

CREATE TABLE IF NOT EXISTS `xy_message` (
`id` int(11) NOT NULL,
  `attid` varchar(32) NOT NULL DEFAULT '0',
  `content` text,
  `add_file` varchar(200) DEFAULT NULL,
  `sender_id` int(11) DEFAULT NULL,
  `sender_name` varchar(20) DEFAULT NULL,
  `receiver_id` int(11) DEFAULT NULL,
  `receiver_name` varchar(20) DEFAULT NULL,
  `create_time` int(11) DEFAULT NULL,
  `owner_id` int(11) DEFAULT NULL,
  `status` tinyint(3) DEFAULT '0',
  `is_read` tinyint(3) DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `xy_mygo`
--

CREATE TABLE IF NOT EXISTS `xy_mygo` (
  `jssj` datetime NOT NULL,
  `kssj` datetime NOT NULL,
`id` int(11) NOT NULL,
  `title` varchar(200) NOT NULL,
  `uid` int(11) NOT NULL,
  `uname` varchar(20) NOT NULL,
  `addtime` datetime NOT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT NULL,
  `updatetime` datetime DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `bumen` varchar(50) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=utf8 COMMENT='我的去向';

--
-- 转存表中的数据 `xy_mygo`
--

INSERT INTO `xy_mygo` (`jssj`, `kssj`, `id`, `title`, `uid`, `uname`, `addtime`, `uuid`, `uuname`, `updatetime`, `status`, `bumen`) VALUES
('2015-06-16 11:37:01', '2015-06-16 11:36:59', 8, '测试', 10, '冯智宁', '2015-06-16 11:37:08', 0, NULL, NULL, 1, '财务室'),
('2015-06-16 11:29:51', '2015-06-16 11:29:48', 7, '测试信息', 1, '管理员', '2015-06-16 11:30:12', 0, NULL, NULL, 1, '信息部');

-- --------------------------------------------------------

--
-- 表的结构 `xy_officesupplies`
--

CREATE TABLE IF NOT EXISTS `xy_officesupplies` (
`id` smallint(12) unsigned NOT NULL COMMENT '编号',
  `dept_id` int(5) NOT NULL DEFAULT '0' COMMENT '部门ID',
  `yp_no` int(5) NOT NULL DEFAULT '0' COMMENT '用品类别',
  `name` varchar(100) NOT NULL COMMENT '名称',
  `ks_time` date DEFAULT NULL COMMENT '启用日期',
  `js_time` date DEFAULT NULL COMMENT '终止日期',
  `is_valid` int(30) NOT NULL DEFAULT '2' COMMENT '是否有效',
  `user_id` int(30) NOT NULL DEFAULT '0' COMMENT '添加用户',
  `create_time` date DEFAULT NULL COMMENT '添加日期',
  `content` text NOT NULL COMMENT '备注'
) ENGINE=InnoDB AUTO_INCREMENT=57 DEFAULT CHARSET=utf8 COMMENT='证照预警';

--
-- 转存表中的数据 `xy_officesupplies`
--

INSERT INTO `xy_officesupplies` (`id`, `dept_id`, `yp_no`, `name`, `ks_time`, `js_time`, `is_valid`, `user_id`, `create_time`, `content`) VALUES
(50, 21, 3, '测试用品1', '2015-02-05', '2015-02-05', 1, 1, '2015-02-05', '备注1'),
(51, 21, 2, '测试用品2', '2015-02-05', '2015-02-05', 1, 1, '2015-02-05', '备注2'),
(55, 21, 1, '测试用品3', '2015-02-05', '2015-02-05', 1, 1, '2015-02-05', '备注3'),
(56, 8, 1, '台式机-1', '2015-03-26', '2016-03-01', 1, 95, '2015-03-26', '');

-- --------------------------------------------------------

--
-- 表的结构 `xy_piao`
--

CREATE TABLE IF NOT EXISTS `xy_piao` (
`id` int(11) NOT NULL,
  `jhid` int(11) NOT NULL,
  `jhname` varchar(100) NOT NULL,
  `title` varchar(200) NOT NULL,
  `jine` int(11) NOT NULL,
  `bianhao` varchar(50) NOT NULL,
  `beizhu` varchar(200) NOT NULL,
  `juid` int(11) NOT NULL,
  `juname` varchar(50) NOT NULL,
  `uid` int(11) NOT NULL,
  `uname` varchar(50) NOT NULL,
  `addtime` datetime NOT NULL,
  `uuid` int(11) NOT NULL,
  `uuname` varchar(50) NOT NULL,
  `updatetime` datetime NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `addm` varchar(20) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='开票记录';

-- --------------------------------------------------------

--
-- 表的结构 `xy_pro`
--

CREATE TABLE IF NOT EXISTS `xy_pro` (
`id` int(11) NOT NULL,
  `name` varchar(50) NOT NULL,
  `fenlei` varchar(20) NOT NULL,
  `jiage` int(11) NOT NULL,
  `type` varchar(20) NOT NULL,
  `title` varchar(50) NOT NULL,
  `uid` int(11) NOT NULL,
  `uname` varchar(50) NOT NULL,
  `addtime` datetime NOT NULL,
  `uuid` int(11) NOT NULL,
  `uuname` varchar(50) NOT NULL,
  `updatetime` datetime NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `beizhu` text NOT NULL,
  `sjiage` int(11) NOT NULL,
  `kucun` int(11) NOT NULL,
  `ruku` int(11) NOT NULL,
  `chuku` int(11) NOT NULL,
  `tuiku` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='产品管理';

-- --------------------------------------------------------

--
-- 表的结构 `xy_proin`
--

CREATE TABLE IF NOT EXISTS `xy_proin` (
`id` int(11) NOT NULL,
  `jpid` int(11) NOT NULL,
  `jpname` varchar(50) NOT NULL,
  `jpjiage` int(11) NOT NULL,
  `jpdanwei` varchar(20) NOT NULL,
  `jpguige` varchar(50) NOT NULL,
  `shuliang` int(11) NOT NULL,
  `title` varchar(100) NOT NULL,
  `uid` int(11) NOT NULL,
  `uname` varchar(50) NOT NULL,
  `addtime` datetime NOT NULL,
  `uuid` int(11) NOT NULL,
  `uuname` varchar(50) NOT NULL,
  `updatetime` datetime NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `juid` int(11) NOT NULL,
  `juname` varchar(50) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='入库记录';

-- --------------------------------------------------------

--
-- 表的结构 `xy_proout`
--

CREATE TABLE IF NOT EXISTS `xy_proout` (
`id` int(11) NOT NULL,
  `jpid` int(11) NOT NULL,
  `jpname` varchar(50) NOT NULL,
  `jpjiage` int(11) NOT NULL,
  `jpdanwei` varchar(20) NOT NULL,
  `jpguige` varchar(50) NOT NULL,
  `shuliang` int(11) NOT NULL,
  `title` varchar(100) NOT NULL,
  `uid` int(11) NOT NULL,
  `uname` varchar(50) NOT NULL,
  `addtime` datetime NOT NULL,
  `uuid` int(11) NOT NULL,
  `juid` int(11) NOT NULL,
  `juname` varchar(50) NOT NULL,
  `jhid` int(11) NOT NULL,
  `jhname` varchar(50) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `uuname` varchar(50) NOT NULL,
  `updatetime` datetime NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='出库记录';

-- --------------------------------------------------------

--
-- 表的结构 `xy_push`
--

CREATE TABLE IF NOT EXISTS `xy_push` (
`id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `data` text NOT NULL,
  `status` int(11) NOT NULL,
  `time` int(11) NOT NULL,
  `info` varchar(255) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=2744 DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `xy_report`
--

CREATE TABLE IF NOT EXISTS `xy_report` (
`id` int(11) NOT NULL,
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) NOT NULL,
  `type` varchar(20) NOT NULL,
  `title` varchar(50) NOT NULL,
  `value` varchar(500) DEFAULT NULL,
  `attid` int(11) NOT NULL DEFAULT '0',
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT '',
  `addtime` datetime NOT NULL,
  `updatetime` datetime DEFAULT NULL,
  `beizhu` text,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `juid` varchar(1000) DEFAULT NULL,
  `juname` varchar(1000) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='工作汇报';

--
-- 转存表中的数据 `xy_report`
--

INSERT INTO `xy_report` (`id`, `uid`, `uname`, `type`, `title`, `value`, `attid`, `uuid`, `uuname`, `addtime`, `updatetime`, `beizhu`, `status`, `juid`, `juname`) VALUES
(2, 1, '管理员', '日总结', '工作汇报', '&lt;p&gt;\r\n	工作汇报\r\n&lt;/p&gt;\r\n&lt;p&gt;\r\n	&lt;br /&gt;\r\n&lt;/p&gt;\r\n&lt;hr style=&quot;page-break-after:always;&quot; class=&quot;ke-pagebreak&quot; /&gt;\r\n&lt;span&gt;&lt;/span&gt;工作汇报\r\n&lt;p&gt;\r\n	&lt;br /&gt;\r\n&lt;/p&gt;', 1434980964, 1, '管理员', '2015-06-22 21:52:36', '2015-06-25 12:08:36', '管理员[2015-06-22 22:29:09] 批注详情<br>管理员[2015-06-22 22:29:18] 批注详情', 1, ',2,', ',zhangwei,');

-- --------------------------------------------------------

--
-- 表的结构 `xy_role_duty`
--

CREATE TABLE IF NOT EXISTS `xy_role_duty` (
  `role_id` smallint(6) unsigned NOT NULL,
  `duty_id` smallint(6) unsigned NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_role_duty`
--

INSERT INTO `xy_role_duty` (`role_id`, `duty_id`) VALUES
(18, 17),
(18, 16),
(18, 15),
(18, 14),
(30, 15),
(31, 17),
(31, 15),
(31, 14),
(20, 17),
(20, 15),
(20, 14),
(28, 14),
(29, 16),
(30, 14),
(7, 17),
(13, 17),
(21, 17),
(22, 17),
(17, 14),
(17, 15),
(17, 16);

-- --------------------------------------------------------

--
-- 表的结构 `xy_shou`
--

CREATE TABLE IF NOT EXISTS `xy_shou` (
`id` int(11) NOT NULL,
  `jhid` int(11) NOT NULL,
  `jhname` varchar(200) NOT NULL,
  `type` varchar(50) NOT NULL,
  `bianhao` varchar(50) NOT NULL,
  `jine` int(11) NOT NULL,
  `juid` int(11) NOT NULL,
  `juname` varchar(50) NOT NULL,
  `beizhu` varchar(200) NOT NULL,
  `uid` int(11) NOT NULL,
  `uuname` varchar(50) NOT NULL,
  `uname` varchar(50) NOT NULL,
  `addtime` datetime NOT NULL,
  `uuid` int(11) NOT NULL,
  `updatetime` datetime NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `addm` varchar(50) NOT NULL,
  `attid` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='收款记录';

-- --------------------------------------------------------

--
-- 表的结构 `xy_system_folder`
--

CREATE TABLE IF NOT EXISTS `xy_system_folder` (
`id` int(3) NOT NULL,
  `pid` int(11) NOT NULL,
  `folder` varchar(20) NOT NULL,
  `name` varchar(50) NOT NULL,
  `admin` varchar(200) NOT NULL,
  `write` varchar(200) NOT NULL,
  `read` varchar(200) NOT NULL,
  `sort` varchar(20) NOT NULL,
  `is_del` tinyint(3) NOT NULL DEFAULT '0',
  `remark` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=88 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_system_folder`
--

INSERT INTO `xy_system_folder` (`id`, `pid`, `folder`, `name`, `admin`, `write`, `read`, `sort`, `is_del`, `remark`) VALUES
(79, 73, 'DocumentFolder', '业务管理制度', '管理员|admin;', '', '亚华医药|dept_1;', '7', 0, '7'),
(78, 73, 'DocumentFolder', '财务管理制度', '管理员|admin;', '', '亚华医药|dept_1;', '6', 0, ''),
(80, 0, 'DocumentFolder', '公共文档', '管理员|admin;', '', '亚华医药|dept_1;', '8', 0, '1'),
(77, 73, 'DocumentFolder', '人事规章制度', '管理员|admin;', '', '亚华医药|dept_1;', '5', 0, ''),
(76, 73, 'DocumentFolder', '行政管理制度', '管理员|admin;', '', '亚华医药|dept_1;', '4', 0, ''),
(75, 73, 'DocumentFolder', '员工守则', '管理员|admin;', '', '亚华医药|dept_1;', '3', 0, ''),
(73, 0, 'DocumentFolder', '公司制度', '管理员/信息部主任|admin;', '', '亚华医药|dept_1;', '1', 0, '1'),
(74, 73, 'DocumentFolder', '组织机构图', '管理员|admin;', '', '亚华医药|dept_1;', '2', 0, '');

-- --------------------------------------------------------

--
-- 表的结构 `xy_system_tag`
--

CREATE TABLE IF NOT EXISTS `xy_system_tag` (
`id` int(11) NOT NULL,
  `pid` int(11) NOT NULL DEFAULT '0',
  `module` varchar(20) NOT NULL,
  `name` varchar(50) NOT NULL,
  `sort` int(11) NOT NULL DEFAULT '0',
  `remark` varchar(255) DEFAULT NULL,
  `is_del` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM AUTO_INCREMENT=132 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_system_tag`
--

INSERT INTO `xy_system_tag` (`id`, `pid`, `module`, `name`, `sort`, `remark`, `is_del`) VALUES
(112, 0, 'InfostateType', '部分付款', 6, '购货单 - 部分付款', 0),
(111, 0, 'InfostateType', '全部付款', 5, '购货单 - 全部付款', 0),
(98, 0, 'YwType', '购退', 3, '购货 - 购退', 0),
(97, 0, 'YwType', '购货', 2, '购货 - 购货', 0),
(96, 0, 'YwType', '采购', 1, '购货 - 采购', 0),
(95, 0, 'UnitType', '包', 5, '', 0),
(94, 0, 'UnitType', '件', 4, '', 0),
(93, 0, 'UnitType', '片', 3, '', 0),
(92, 0, 'UnitType', '盒', 2, '', 0),
(91, 0, 'UnitType', '箱', 1, '', 0),
(90, 0, 'CustomerType', '供应商', 5, '', 0),
(89, 0, 'CustomerType', '普通客户', 4, '', 0),
(88, 0, 'CustomerType', '三级代理商', 3, '', 0),
(87, 0, 'CustomerType', '二级代理商', 2, '', 0),
(86, 0, 'CustomerType', '一级代理商', 1, '', 0),
(84, 0, 'SupplyType', '供应商', 1, '供应商', 0),
(85, 0, 'SupplyType', '生产厂家', 2, '生产厂家', 0),
(110, 0, 'InfostateType', '未付款', 4, '购货单 - 未付款', 0),
(109, 0, 'InfostateType', '部分入库', 3, '购货订单 - 部分入库', 0),
(108, 0, 'InfostateType', '全部入库', 2, '购货订单 - 全部入库', 0),
(107, 0, 'InfostateType', '未入库', 1, '购货订单 - 未入库', 0),
(106, 0, 'ExpenseType', '公司运维', 2, '', 0),
(105, 0, 'ExpenseType', '采购商品', 1, '', 0),
(104, 0, 'IncomeType', '网络销售', 2, '', 0),
(103, 0, 'IncomeType', '实体销售', 1, '', 0),
(102, 0, 'YwType', '销毁', 7, '销货 - 销毁', 0),
(101, 0, 'YwType', '销退', 6, '销货 - 销退', 0),
(100, 0, 'YwType', '销货', 5, '销货 - 销货', 0),
(99, 0, 'YwType', '销售', 4, '销货 - 销售', 0),
(81, 0, 'FlowType', '财务室', 5, '', 0),
(115, 0, 'InfostateType', '部分退款', 9, '购货退货单 - 部分退款', 0),
(69, 0, 'FlowType', '质管部', 4, '', 0),
(70, 0, 'FlowType', '储运部', 3, '', 0),
(71, 0, 'FlowType', '业务部', 2, '', 0),
(72, 0, 'FlowType', '信息部', 6, '', 0),
(114, 0, 'InfostateType', '全部退款', 8, '购货退货单 - 全部退款', 0),
(113, 0, 'InfostateType', '未退款', 7, '购货退货单 - 未退款', 0),
(80, 0, 'FlowType', '办公室', 1, '办公室', 0),
(83, 0, 'FlowType', '测试', 0, '测试', 1),
(116, 0, 'InfostateType', '未出库', 10, '销货订单 - 未出库', 0),
(117, 0, 'InfostateType', '全部出库', 11, '销货订单 - 全部出库', 0),
(118, 0, 'InfostateType', '部分出库', 12, '销货订单 - 部分出库', 0),
(119, 0, 'InfostateType', '未收款', 13, '销货单 - 未收款', 0),
(120, 0, 'InfostateType', '全部收款', 14, '销货单 - 全部收款', 0),
(121, 0, 'InfostateType', '部分收款', 15, '销货单 - 部分收款', 0),
(122, 0, 'YwType', '调拨', 8, '仓库 - 调拨单 - 调拨', 0),
(123, 0, 'YwType', '盘盈', 9, '仓库 - 其他入库 - 盘盈', 0),
(124, 0, 'YwType', '其他入库', 10, '仓库 - 其他入库 - 其他入库', 0),
(125, 0, 'YwType', '盘亏', 11, '仓库 - 其他出库 - 盘亏', 0),
(126, 0, 'YwType', '其他出库', 12, '仓库 - 其他出库 - 其他出库', 0),
(127, 0, 'SupplyType', '批发商', 6, NULL, 0),
(128, 0, 'YwType', '期初余额', 13, '账户管理 - 期初余额', 0),
(129, 0, 'YwType', '资金转账', 14, '资金 - 资金转账', 0),
(130, 0, 'SettlementType', '转帐结算', 1, '', 0),
(131, 0, 'SettlementType', '现金结算', 2, '', 0);

-- --------------------------------------------------------

--
-- 表的结构 `xy_system_tag_data`
--

CREATE TABLE IF NOT EXISTS `xy_system_tag_data` (
  `row_id` int(11) NOT NULL DEFAULT '0',
  `tag_id` int(11) NOT NULL DEFAULT '0',
  `module` varchar(20) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_system_tag_data`
--

INSERT INTO `xy_system_tag_data` (`row_id`, `tag_id`, `module`) VALUES
(17, 70, 'FlowType'),
(23, 72, 'FlowType'),
(22, 72, 'FlowType'),
(21, 72, 'FlowType'),
(20, 72, 'FlowType'),
(19, 71, 'FlowType'),
(18, 71, 'FlowType'),
(24, 70, 'FlowType');

-- --------------------------------------------------------

--
-- 表的结构 `xy_task`
--

CREATE TABLE IF NOT EXISTS `xy_task` (
`id` int(11) NOT NULL,
  `juid` varchar(500) NOT NULL,
  `kssj` datetime NOT NULL,
  `juname` varchar(500) NOT NULL,
  `jssj` datetime NOT NULL,
  `title` varchar(50) NOT NULL,
  `beizhu` text,
  `zhuangtai` varchar(20) DEFAULT '',
  `wancheng` text,
  `attid` int(11) NOT NULL DEFAULT '0',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) NOT NULL,
  `addtime` datetime NOT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) DEFAULT '',
  `updatetime` datetime DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `jhid` int(11) DEFAULT '0',
  `jhname` varchar(50) DEFAULT ''
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8 COMMENT='任务管理';

--
-- 转存表中的数据 `xy_task`
--

INSERT INTO `xy_task` (`id`, `juid`, `kssj`, `juname`, `jssj`, `title`, `beizhu`, `zhuangtai`, `wancheng`, `attid`, `uid`, `uname`, `addtime`, `uuid`, `uuname`, `updatetime`, `status`, `jhid`, `jhname`) VALUES
(6, ',1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,', '2015-06-22 18:40:47', ',管理员,zhangwei,edward_wang,文欣,杨青,李岳青,王雅茹,高哲,王霞,冯智宁,付伟,王奡彤,于靖,张一帆,刘凯,杨金瑞,张震,魏全金,汤洪玮,高洪兵,宗义滨,严靖宇,宋明宇,张新雨,刘芳,扈艳,陈继军,肖金凤,焦海珍,巴洪浦,张磊,测试用户,测试用户,测试用户,', '2015-06-23 18:00:00', '测试任务1', '测试任务1', '已完成', '管理员[2015-06-22 20:42:42] 进行中&lt;br&gt;管理员[2015-06-22 20:42:59] 进行中<br>管理员[2015-06-22 20:55:54] 完成', 1434969642, 1, '管理员', '2015-06-22 18:44:33', 1, '管理员', '2015-06-25 11:56:46', 1, 0, '');

-- --------------------------------------------------------

--
-- 表的结构 `xy_user`
--

CREATE TABLE IF NOT EXISTS `xy_user` (
`id` int(11) NOT NULL,
  `username` char(32) NOT NULL DEFAULT '',
  `username_up` varchar(32) NOT NULL DEFAULT '',
  `truename` char(30) NOT NULL,
  `depname` varchar(50) NOT NULL,
  `posname` varchar(50) NOT NULL,
  `dept_id` int(11) NOT NULL DEFAULT '0',
  `position_id` int(11) NOT NULL DEFAULT '0',
  `web_mac` varchar(50) DEFAULT NULL,
  `password` char(32) NOT NULL DEFAULT '',
  `memo` varchar(50) NOT NULL,
  `sex` char(5) NOT NULL,
  `tel` varchar(20) NOT NULL,
  `phone` char(11) NOT NULL,
  `neixian` varchar(50) DEFAULT NULL,
  `email` varchar(200) NOT NULL,
  `qq` varchar(20) NOT NULL,
  `logintime` datetime DEFAULT NULL,
  `loginip` char(15) DEFAULT NULL,
  `logins` int(11) DEFAULT '0',
  `status` tinyint(4) NOT NULL DEFAULT '1',
  `update_time` int(11) DEFAULT NULL,
  `bian` text,
  `numperpage` int(5) NOT NULL DEFAULT '100',
  `navigation` int(1) NOT NULL DEFAULT '1',
  `navigation1` int(1) NOT NULL DEFAULT '1'
) ENGINE=MyISAM AUTO_INCREMENT=35 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `xy_user`
--

INSERT INTO `xy_user` (`id`, `username`, `username_up`, `truename`, `depname`, `posname`, `dept_id`, `position_id`, `web_mac`, `password`, `memo`, `sex`, `tel`, `phone`, `neixian`, `email`, `qq`, `logintime`, `loginip`, `logins`, `status`, `update_time`, `bian`, `numperpage`, `navigation`, `navigation1`) VALUES
(1, 'admin', 'admin', '管理员', '信息部', '信息部主任', 12, 18, '3287bf163125f1f17fa9ee4153c4c928', '9db06bcff9248837f86d1a6bcf41c9e7', '74870e1114ddb042052b11710f2e1316', '男', '13811836808', '13811836808', '', '-', '13811836808', '2017-04-10 11:18:28', '59.172.39.138', 573, 1, 1491802382, '&lt;span&gt;&lt;/span&gt; \r\n&lt;p&gt;\r\n	我的便签12\r\n&lt;/p&gt;', 100, 1, 0),
(3, 'dsh002', 'dsh002', 'edward_wang', '企业负责人', '总经理', 3, 6, NULL, '7df10f2a4e2c75ca48a7baf76c40e1e3', 'a48dfea1c806d4a03b850f67542363fb', '男', '00000000', '00000000', '', '-', '00000000', '2015-03-08 20:45:18', '0.0.0.0', 2, 1, 1425818718, '', 100, 1, 1),
(2, 'dsh001', 'dsh002', 'zhangwei', '法定代表人', '法定代表人', 2, 2, NULL, '1f1a2eca58b3a8b94bf1c32d3b0e3653', 'a48dfea1c806d4a03b850f67542363fb', '女', '00000000', '00000000', '', '-', '00000000', '2015-05-16 22:46:28', '127.0.0.1', 48, 1, 1431787588, '51212ssss', 100, 1, 1),
(4, 'wenxin', 'dsh002', '文欣', '质量负责人', '质量副总', 4, 7, NULL, '47f72e23143e3bae3830d952580f9746', 'a48dfea1c806d4a03b850f67542363fb', '女', '00000000', '00000000', '', '-', '00000000', '2015-03-09 11:03:29', '118.123.16.120', 5, 1, 1425870296, '1521', 100, 1, 1),
(5, 'yangqing', 'wenxin', '杨青', '质管部', '质管部经理', 8, 13, NULL, '3aeb4f322367e475ee8748f3528df620', '111', '男', '00000000', '00000000', NULL, '-', '00000000', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(6, 'liyueqing', 'wenxin', '李岳青', '储运部', '储运部经理', 9, 14, NULL, '9a806f45e9cd65e15dd00eccce67e5cb', '00000000', '女', '00000000', '00000000', NULL, '-', '00000000', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(7, 'wangyaru', 'wenxin', '王雅茹', '业务部', '业务部经理', 10, 17, NULL, '61db8b2a837c4a592600bbedee559253', '00000000', '女', '00000000', '00000000', NULL, '-', '00000000', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(8, 'gaozhe', 'wenxin', '高哲', '信息部', '信息员', 12, 31, '3c0e83a291654e5e5583f36a30537fd5', 'd8d9a7e37680f4e86792d10082fb9c95', '-', '男', '-', '-', NULL, '-', '-', '2015-06-26 13:31:33', '127.0.0.1', 319, 1, 1435305416, NULL, 100, 1, 1),
(9, 'wangxia', 'wenxin', '王霞', '办公室', '办公室主任', 15, 19, NULL, '416c50da3e525d7dee4562bd01cf5254', '-', '女', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(10, 'fengzhining', 'wenxin', '冯智宁', '财务室', '财务室主任', 16, 20, NULL, '40439a5a22f541fc94e5cebb47de716c', '-', '女', '-', '-', NULL, '-', '-', '2015-06-18 10:05:55', '127.0.0.1', 9, 1, 1434618158, NULL, 100, 1, 1),
(11, 'fuwei', 'yangqing', '付伟', '质管部', '质管员', 8, 21, NULL, '47a2b2dc4200bc146e74d26cdfda6c5d', '-', '女', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(12, 'wangaotong', 'yangqing', '王奡彤', '质管部', '质管员', 8, 21, NULL, '96e5016eaee55031818261fdac8bacb3', '-', '女', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(13, 'yujing', 'yangqing', '于靖', '质管部', '质管员', 8, 21, NULL, '3b09cb171a9805c05239d24c9e2290bb', '-', '女', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(14, 'zhangyifan', 'liyueqing', '张一帆', '质管部', '验收员', 8, 22, NULL, 'd52cdb916fa5443eeb66d9558fc3cfe8', '-', '男', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(15, 'liukai', 'liyueqing', '刘凯', '储运部', '养护员', 9, 23, NULL, '5497c56b3fd3a715ebe87730024e3a2c', '-', '女', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(16, 'yangjinrui', 'liyueqing', '杨金瑞', '储运部', '保管员', 9, 25, NULL, '6388a9e2d05e92f5446b3960e09655a1', '-', '男', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(17, 'zhangzhen', 'liyueqing', '张震', '储运部', '保管员', 9, 25, NULL, 'f75c16c0ac3357caee10873daf15fd84', '-', '男', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(18, 'weiquanjin', 'liyueqing', '魏全金', '储运部', '保管员', 9, 25, NULL, 'f76d62b949f2b792f8db63244ad4c13f', '-', '男', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(19, 'tanghongwei', 'liyueqing', '汤洪玮', '储运部', '保管员', 9, 25, NULL, '645be2b5ad86532e66fd30f52d17d772', '-', '男', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(20, 'gaohongbing', 'wangyaru', '高洪兵', '业务部', '销售员', 10, 29, NULL, '8c82121f58d6707a5d91fefc40dcd7d2', '-', '男', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(21, 'zongyibin', 'liyueqing', '宗义滨', '储运部', '设备员', 9, 27, NULL, '36d19362fb466e55c7d8eeb60b3b0afe', '-', '男', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(22, 'yanjingyu', 'wangyaru', '严靖宇', '业务部', '销售员', 10, 29, NULL, 'e77726a9cca0f79103e1984ab371cb65', '-', '男', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(23, 'songmingyu', 'wangyaru', '宋明宇', '业务部', '销售员', 10, 29, NULL, '155ee72dd8a3a1c646122a7b7d117fd4', '-', '男', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(24, 'zhangxinyu', 'wangyaru', '张新雨', '业务部', '销售员', 10, 29, NULL, 'a3777ea298f15a10347ece3ee0a82485', '-', '男', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(25, 'liufang', 'wangyaru', '刘芳', '业务部', '业务内勤', 10, 30, NULL, '354c3bdcacdaff199d9f4b0207764c28', '-', '女', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(26, 'huyan', 'wangyaru', '扈艳', '业务部', '业务内勤', 10, 30, NULL, 'c96dbc71e2cd70378d3c922ec31527cd', '-', '女', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(27, 'chenjijun', 'gaozhe', '陈继军', '信息部', '信息员', 12, 31, NULL, 'e78f83c9a0cc7c6a3705a0706efc8c46', '-', '男', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(28, 'xiaojinfeng', 'wangxia', '肖金凤', '办公室', '行政助理', 15, 32, NULL, '02c3d4af16e7645296c11db9c18de7f3', '-', '女', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(29, 'jiaohaizhen', 'fengzhining', '焦海珍', '财务室', '会计', 16, 34, NULL, 'dc0cc43c89e6b9ea3c8cad05f46a7947', '-', '女', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(30, 'bahongpu', 'fengzhining', '巴洪浦', '财务室', '出纳员', 16, 35, NULL, 'bb66b6ee418cb0f57c9150422693d7c6', '-', '男', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(31, 'zhanglei', 'wangxia', '张磊', '办公室', '行政助理', 15, 32, NULL, '52083041e5d444203fe7b875fce9044b', '-', '女', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(32, 'test', 'admin', '测试用户', '信息部', '信息员', 12, 31, NULL, 'fb469d7ef430b0baf0cab6c436e70375', '-', '男', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1),
(33, 'test1', 'admin', '测试用户', '信息部', '信息部主任', 12, 18, NULL, '14e1b600b1fd579f47433b88e8d85291', '-', '男', '-', '-', NULL, '-', '-', '2017-04-10 11:15:17', '59.172.39.138', 1, 1, 1491794329, NULL, 100, 1, 1),
(34, 'csyh', 'admin', '测试用户', '信息部', '信息部主任', 12, 18, NULL, '359e4d0b83d7e46bd3ccb0be31d3cf9f', '-', '男', '-', '-', NULL, '-', '-', NULL, NULL, 0, 1, NULL, NULL, 100, 1, 1);

-- --------------------------------------------------------

--
-- 表的结构 `xy_zhishi`
--

CREATE TABLE IF NOT EXISTS `xy_zhishi` (
`id` int(11) NOT NULL,
  `title` varchar(50) NOT NULL,
  `type` varchar(50) NOT NULL,
  `beizhu` text,
  `attid` int(11) NOT NULL DEFAULT '0',
  `uid` int(11) NOT NULL DEFAULT '0',
  `uname` varchar(50) DEFAULT '',
  `addtime` datetime DEFAULT NULL,
  `uuid` int(11) NOT NULL DEFAULT '0',
  `uuname` varchar(50) NOT NULL DEFAULT '',
  `updatetime` datetime DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='知识管理';

--
-- 转存表中的数据 `xy_zhishi`
--

INSERT INTO `xy_zhishi` (`id`, `title`, `type`, `beizhu`, `attid`, `uid`, `uname`, `addtime`, `uuid`, `uuname`, `updatetime`, `status`) VALUES
(2, '产品知识', '产品知识', '&lt;p&gt;\r\n	产品知识&lt;sup&gt;2&lt;/sup&gt; \r\n&lt;/p&gt;', 1434985243, 1, '管理员', '2015-06-22 23:02:27', 1, '管理员', '2015-06-23 15:21:54', 1);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `xy_auth_group`
--
ALTER TABLE `xy_auth_group`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_auth_group_access`
--
ALTER TABLE `xy_auth_group_access`
 ADD KEY `uid` (`uid`), ADD KEY `group_id` (`group_id`);

--
-- Indexes for table `xy_auth_rule`
--
ALTER TABLE `xy_auth_rule`
 ADD PRIMARY KEY (`id`), ADD UNIQUE KEY `name` (`name`);

--
-- Indexes for table `xy_config`
--
ALTER TABLE `xy_config`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_contact`
--
ALTER TABLE `xy_contact`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_cust`
--
ALTER TABLE `xy_cust`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_custcon`
--
ALTER TABLE `xy_custcon`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_custgd`
--
ALTER TABLE `xy_custgd`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_doc`
--
ALTER TABLE `xy_doc`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_document`
--
ALTER TABLE `xy_document`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_duty`
--
ALTER TABLE `xy_duty`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_files`
--
ALTER TABLE `xy_files`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_flow`
--
ALTER TABLE `xy_flow`
 ADD PRIMARY KEY (`id`), ADD FULLTEXT KEY `refer_name` (`refer_name`);

--
-- Indexes for table `xy_flow_field`
--
ALTER TABLE `xy_flow_field`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_flow_log`
--
ALTER TABLE `xy_flow_log`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_flow_type`
--
ALTER TABLE `xy_flow_type`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_fu`
--
ALTER TABLE `xy_fu`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_goods`
--
ALTER TABLE `xy_goods`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_hetong`
--
ALTER TABLE `xy_hetong`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_hr`
--
ALTER TABLE `xy_hr`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_hrdd`
--
ALTER TABLE `xy_hrdd`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_hrgh`
--
ALTER TABLE `xy_hrgh`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_hrht`
--
ALTER TABLE `xy_hrht`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_hrjf`
--
ALTER TABLE `xy_hrjf`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_hrpx`
--
ALTER TABLE `xy_hrpx`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_hrzz`
--
ALTER TABLE `xy_hrzz`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_huo`
--
ALTER TABLE `xy_huo`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_info`
--
ALTER TABLE `xy_info`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxcaccount`
--
ALTER TABLE `xy_jxcaccount`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxcaccountlist`
--
ALTER TABLE `xy_jxcaccountlist`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxccategory`
--
ALTER TABLE `xy_jxccategory`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxccontact`
--
ALTER TABLE `xy_jxccontact`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxccustomers`
--
ALTER TABLE `xy_jxccustomers`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxcfundtransfer`
--
ALTER TABLE `xy_jxcfundtransfer`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxcfundtransferlist`
--
ALTER TABLE `xy_jxcfundtransferlist`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxcinformation`
--
ALTER TABLE `xy_jxcinformation`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxcoutbound`
--
ALTER TABLE `xy_jxcoutbound`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxcoutboundlist`
--
ALTER TABLE `xy_jxcoutboundlist`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxcoutboundreturn`
--
ALTER TABLE `xy_jxcoutboundreturn`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxcoutboundreturnlist`
--
ALTER TABLE `xy_jxcoutboundreturnlist`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxcpurchase`
--
ALTER TABLE `xy_jxcpurchase`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxcpurchaselist`
--
ALTER TABLE `xy_jxcpurchaselist`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxcsalesorder`
--
ALTER TABLE `xy_jxcsalesorder`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxcsalesorderlist`
--
ALTER TABLE `xy_jxcsalesorderlist`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxcstorage`
--
ALTER TABLE `xy_jxcstorage`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxcstoragelist`
--
ALTER TABLE `xy_jxcstoragelist`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxcstoragereturn`
--
ALTER TABLE `xy_jxcstoragereturn`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxcstoragereturnlist`
--
ALTER TABLE `xy_jxcstoragereturnlist`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxcsuppliers`
--
ALTER TABLE `xy_jxcsuppliers`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxctransfer`
--
ALTER TABLE `xy_jxctransfer`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxctransferlist`
--
ALTER TABLE `xy_jxctransferlist`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxcwarehouse`
--
ALTER TABLE `xy_jxcwarehouse`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_jxcwarehouselist`
--
ALTER TABLE `xy_jxcwarehouselist`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_log`
--
ALTER TABLE `xy_log`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_menu`
--
ALTER TABLE `xy_menu`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_message`
--
ALTER TABLE `xy_message`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_mygo`
--
ALTER TABLE `xy_mygo`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_officesupplies`
--
ALTER TABLE `xy_officesupplies`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_piao`
--
ALTER TABLE `xy_piao`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_pro`
--
ALTER TABLE `xy_pro`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_proin`
--
ALTER TABLE `xy_proin`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_proout`
--
ALTER TABLE `xy_proout`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_push`
--
ALTER TABLE `xy_push`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_report`
--
ALTER TABLE `xy_report`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_shou`
--
ALTER TABLE `xy_shou`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_system_folder`
--
ALTER TABLE `xy_system_folder`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_system_tag`
--
ALTER TABLE `xy_system_tag`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_system_tag_data`
--
ALTER TABLE `xy_system_tag_data`
 ADD KEY `row_id` (`row_id`);

--
-- Indexes for table `xy_task`
--
ALTER TABLE `xy_task`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_user`
--
ALTER TABLE `xy_user`
 ADD PRIMARY KEY (`id`);

--
-- Indexes for table `xy_zhishi`
--
ALTER TABLE `xy_zhishi`
 ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `xy_auth_group`
--
ALTER TABLE `xy_auth_group`
MODIFY `id` mediumint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=36;
--
-- AUTO_INCREMENT for table `xy_auth_rule`
--
ALTER TABLE `xy_auth_rule`
MODIFY `id` mediumint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=296;
--
-- AUTO_INCREMENT for table `xy_config`
--
ALTER TABLE `xy_config`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=42;
--
-- AUTO_INCREMENT for table `xy_contact`
--
ALTER TABLE `xy_contact`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `xy_cust`
--
ALTER TABLE `xy_cust`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `xy_custcon`
--
ALTER TABLE `xy_custcon`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `xy_custgd`
--
ALTER TABLE `xy_custgd`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `xy_doc`
--
ALTER TABLE `xy_doc`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `xy_document`
--
ALTER TABLE `xy_document`
MODIFY `id` smallint(4) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=131;
--
-- AUTO_INCREMENT for table `xy_duty`
--
ALTER TABLE `xy_duty`
MODIFY `id` smallint(3) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=18;
--
-- AUTO_INCREMENT for table `xy_files`
--
ALTER TABLE `xy_files`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=247;
--
-- AUTO_INCREMENT for table `xy_flow`
--
ALTER TABLE `xy_flow`
MODIFY `id` smallint(4) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=378;
--
-- AUTO_INCREMENT for table `xy_flow_field`
--
ALTER TABLE `xy_flow_field`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=62;
--
-- AUTO_INCREMENT for table `xy_flow_log`
--
ALTER TABLE `xy_flow_log`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=534;
--
-- AUTO_INCREMENT for table `xy_flow_type`
--
ALTER TABLE `xy_flow_type`
MODIFY `id` smallint(3) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=48;
--
-- AUTO_INCREMENT for table `xy_fu`
--
ALTER TABLE `xy_fu`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `xy_goods`
--
ALTER TABLE `xy_goods`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=11;
--
-- AUTO_INCREMENT for table `xy_hetong`
--
ALTER TABLE `xy_hetong`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `xy_hr`
--
ALTER TABLE `xy_hr`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `xy_hrdd`
--
ALTER TABLE `xy_hrdd`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `xy_hrgh`
--
ALTER TABLE `xy_hrgh`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `xy_hrht`
--
ALTER TABLE `xy_hrht`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `xy_hrjf`
--
ALTER TABLE `xy_hrjf`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `xy_hrpx`
--
ALTER TABLE `xy_hrpx`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `xy_hrzz`
--
ALTER TABLE `xy_hrzz`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `xy_huo`
--
ALTER TABLE `xy_huo`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `xy_info`
--
ALTER TABLE `xy_info`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `xy_jxcaccount`
--
ALTER TABLE `xy_jxcaccount`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `xy_jxcaccountlist`
--
ALTER TABLE `xy_jxcaccountlist`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `xy_jxccategory`
--
ALTER TABLE `xy_jxccategory`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `xy_jxccontact`
--
ALTER TABLE `xy_jxccontact`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=46;
--
-- AUTO_INCREMENT for table `xy_jxccustomers`
--
ALTER TABLE `xy_jxccustomers`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `xy_jxcfundtransfer`
--
ALTER TABLE `xy_jxcfundtransfer`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=6;
--
-- AUTO_INCREMENT for table `xy_jxcfundtransferlist`
--
ALTER TABLE `xy_jxcfundtransferlist`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=11;
--
-- AUTO_INCREMENT for table `xy_jxcinformation`
--
ALTER TABLE `xy_jxcinformation`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `xy_jxcoutbound`
--
ALTER TABLE `xy_jxcoutbound`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `xy_jxcoutboundlist`
--
ALTER TABLE `xy_jxcoutboundlist`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `xy_jxcoutboundreturn`
--
ALTER TABLE `xy_jxcoutboundreturn`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `xy_jxcoutboundreturnlist`
--
ALTER TABLE `xy_jxcoutboundreturnlist`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `xy_jxcpurchase`
--
ALTER TABLE `xy_jxcpurchase`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `xy_jxcpurchaselist`
--
ALTER TABLE `xy_jxcpurchaselist`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `xy_jxcsalesorder`
--
ALTER TABLE `xy_jxcsalesorder`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `xy_jxcsalesorderlist`
--
ALTER TABLE `xy_jxcsalesorderlist`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `xy_jxcstorage`
--
ALTER TABLE `xy_jxcstorage`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `xy_jxcstoragelist`
--
ALTER TABLE `xy_jxcstoragelist`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=6;
--
-- AUTO_INCREMENT for table `xy_jxcstoragereturn`
--
ALTER TABLE `xy_jxcstoragereturn`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `xy_jxcstoragereturnlist`
--
ALTER TABLE `xy_jxcstoragereturnlist`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `xy_jxcsuppliers`
--
ALTER TABLE `xy_jxcsuppliers`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=18;
--
-- AUTO_INCREMENT for table `xy_jxctransfer`
--
ALTER TABLE `xy_jxctransfer`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `xy_jxctransferlist`
--
ALTER TABLE `xy_jxctransferlist`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `xy_jxcwarehouse`
--
ALTER TABLE `xy_jxcwarehouse`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `xy_jxcwarehouselist`
--
ALTER TABLE `xy_jxcwarehouselist`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `xy_log`
--
ALTER TABLE `xy_log`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=492;
--
-- AUTO_INCREMENT for table `xy_menu`
--
ALTER TABLE `xy_menu`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=176;
--
-- AUTO_INCREMENT for table `xy_message`
--
ALTER TABLE `xy_message`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `xy_mygo`
--
ALTER TABLE `xy_mygo`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=9;
--
-- AUTO_INCREMENT for table `xy_officesupplies`
--
ALTER TABLE `xy_officesupplies`
MODIFY `id` smallint(12) unsigned NOT NULL AUTO_INCREMENT COMMENT '编号',AUTO_INCREMENT=57;
--
-- AUTO_INCREMENT for table `xy_piao`
--
ALTER TABLE `xy_piao`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `xy_pro`
--
ALTER TABLE `xy_pro`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `xy_proin`
--
ALTER TABLE `xy_proin`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `xy_proout`
--
ALTER TABLE `xy_proout`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `xy_push`
--
ALTER TABLE `xy_push`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2744;
--
-- AUTO_INCREMENT for table `xy_report`
--
ALTER TABLE `xy_report`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `xy_shou`
--
ALTER TABLE `xy_shou`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `xy_system_folder`
--
ALTER TABLE `xy_system_folder`
MODIFY `id` int(3) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=88;
--
-- AUTO_INCREMENT for table `xy_system_tag`
--
ALTER TABLE `xy_system_tag`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=132;
--
-- AUTO_INCREMENT for table `xy_task`
--
ALTER TABLE `xy_task`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=8;
--
-- AUTO_INCREMENT for table `xy_user`
--
ALTER TABLE `xy_user`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=35;
--
-- AUTO_INCREMENT for table `xy_zhishi`
--
ALTER TABLE `xy_zhishi`
MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
